{"books":[
    {
        "img": "https://m.media-amazon.com/images/I/516v4sNFINL.jpg",
        "amazon": "https://amzn.to/3JnW8pf",
        "title": "How Emotions Are Made: The Secret Life of the Brain",
        "author": "Lisa Feldman Barrett",
        "category": "psychology",
        "price": 0,
        "descipcion": " “Fascinating... A thought-provoking journey into emotion science.” - Wall Street Journal “A singular book, remarkable for the freshness of its ideas and the boldness and clarity with which they are presented.” - Scientific American “A brilliant and original book on the science of emotion, by the deepest thinker about this topic since Darwin.” - Daniel Gilbert, best-selling author of Stumbling on Happiness The science of emotion is in the midst of a revolution on par with the discovery of relativity in physics and natural selection in biology. Leading the charge is psychologist and neuroscientist Lisa Feldman Barrett, whose research overturns the long-standing belief that emotions are automatic, universal, and hardwired in different brain regions. Instead, Barrett shows, we construct each instance of emotion through a unique interplay of brain, body, and culture. A lucid report from the cutting edge of emotion science, How Emotions Are Made reveals the profound real-world consequences of this breakthrough for everything from neuroscience and medicine to the legal system and even national security, laying bare the immense implications of our latest and most intimate scientific revolution. “Mind-blowing.” - Elle “Chock-full of startling, science-backed findings... An entertaining and engaging read.” - Forbes "
    },
    {
        "img": "https://m.media-amazon.com/images/I/419STFbLtCL.jpg",
        "amazon": "https://amzn.to/3NEHQ68",
        "title": "Behave: The Biology of Humans at Our Best and Worst",
        "author": "Michael Goldstrom",
        "category": "biographies",
        "price": 0,
        "descipcion": " The New York Times best seller. From the celebrated neurobiologist and primatologist, a landmark, genre-defining examination of human behavior, both good and bad, and an answer to the question: Why do we do the things we do? Sapolsky's storytelling concept is delightful but it also has a powerful intrinsic logic: He starts by looking at the factors that bear on a person's reaction in the precise moment a behavior occurs, and then hops back in time from there, in stages, ultimately ending up at the deep history of our species and its evolutionary legacy. And so the first category of explanation is the neurobiological one. A behavior occurs - whether an example of humans at our best, worst, or somewhere in between. What went on in a person's brain a second before the behavior happened? Then Sapolsky pulls out to a slightly larger field of vision, a little earlier in time: What sight, sound, or smell caused the nervous system to produce that behavior? And then, what hormones acted hours to days earlier to change how responsive that individual is to the stimuli that triggered the nervous system? By now he has increased our field of vision so that we are thinking about neurobiology and the sensory world of our environment and endocrinology in trying to explain what happened. Sapolsky keeps going: How was that behavior influenced by structural changes in the nervous system over the preceding months, by that person's adolescence, childhood, fetal life, and then back to his or her genetic makeup? Finally, he expands the view to encompass factors larger than one individual. How did culture shape that individual's group, what ecological factors millennia old formed that culture? And on and on, back to evolutionary factors millions of years old. The result is one of the most dazzling tours d'horizon of the science of human behavior ever attempted, a majestic synthesis that harvests cutting-edge research across a range of disciplines to provide a subtle and nuanced perspective on why we ultimately do the things we do...for good and for ill. Sapolsky builds on this understanding to wrestle with some of our deepest and thorniest questions relating to tribalism and xenophobia, hierarchy and competition, morality and free will, and war and peace. Wise, humane, often very funny, Behave is a towering achievement, powerfully humanizing, and downright heroic in its own right. Leer menos "
    },
    {
        "img": "https://m.media-amazon.com/images/I/61QQQicz2-L.jpg",
        "amazon": "https://amzn.to/3CBJU8n",
        "title": "A Primate's Memoir: A Neuroscientist’s Unconventional Life Among the Baboons",
        "author": "Mike Chamberlain",
        "category": "psychology",
        "price": 0,
        "descipcion": " \"I had never planned to become a savanna baboon when I grew up; instead, I had always assumed I would become a mountain gorilla,\" writes Robert Sapolsky in this witty and riveting chronicle of a scientist's coming-of-age in remote Africa. An exhilarating account of Sapolsky's twenty-one-year study of a troop of rambunctious baboons in Kenya, A Primate's Memoir interweaves serious scientific observations with wry commentary about the challenges and pleasures of living in the wilds of the Serengeti-for man and beast alike. Over two decades, Sapolsky survives culinary atrocities, gunpoint encounters, and a surreal kidnapping, while witnessing the encroachment of the tourist mentality on the farthest vestiges of unspoiled Africa. As he conducts unprecedented physiological research on wild primates, he becomes ever more enamored of his subjects - unique and compelling characters in their own right - and he returns to them summer after summer, until tragedy finally prevents him. By turns hilarious and poignant, A Primate's Memoir is a magnum opus from one of our foremost science writers. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51HUpxmi5eL.jpg",
        "amazon": "https://amzn.to/46cZhlm",
        "title": "Being Human: Life Lessons from the Frontiers of Science",
        "author": "Robert Sapolsky",
        "category": "psychology",
        "price": 0,
        "descipcion": " Understanding our humanity - the essence of who we are - is one of the deepest mysteries and biggest challenges in modern science. Why do we have bad moods? Why are we capable of having such strange dreams? How can metaphors in our language hold such sway on our actions? As we learn more about the mechanisms of human behavior through evolutionary biology, neuroscience, anthropology, and other related fields, we're discovering just how intriguing the human species is. And while scientists are continually uncovering similarities between our behavior and that of other animals, they're also finding insights into everything that makes us unique from any other species. Join an acclaimed neurobiologist, award-winning teacher, and MacArthur Foundation \"genius grant\" recipient in a series of 12 invigorating lectures that offer a surprising and undeniably fascinating study of what makes you you, journeying to the front lines of scientific research to gain a new perspective on the quirky nature of being ourselves. Professor Sapolsky explores our humanity by investigating mysterious and sometimes even mundane aspects of human behavior, including bad moods, nostalgia, and dreams, packing the lectures with stories of bold experiments and case studies that illuminate the intricacies of our behavior. Thought-provoking, witty, and sometimes myth-shattering, this course is sure to have you thinking about and appreciating your life in novel ways. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41NJw1MQ0yL.jpg",
        "amazon": "https://amzn.to/3NdzMYB",
        "title": "The Passions: Philosophy and the Intelligence of Emotions",
        "author": "Robert C. Solomon",
        "category": "psychology",
        "price": 0,
        "descipcion": " Conventional wisdom suggests there is a sharp distinction between emotion and reason. Emotions are seen as inferior, disruptive, primitive, and even bestial forces. These 24 remarkable lectures suggest otherwise-that emotions have intelligence and provide personal strategies that are vitally important to our everyday lives of perceiving, evaluating, appraising, understanding, and acting in the world. Take a tour of Professor Solomon's more than three-decade-long intellectual struggle to reach an understanding of emotions, which he argues are, \"the key to the meaning of life.\" A distinguished philosopher himself, Professor Solomon's lectures unfold as a rich dialogue with other philosophers, including Plato, Aristotle, Descartes, Adam Smith, Nietzsche, William James, Freud, Heidegger, and Sartre. In your exploration, you'll address such questions as: how do we distinguish emotions from feelings, such as heartache? What is the meaning of our emotions, and how do they serve to enrich and guide our lives? Are there a determinable number of basic emotions that serve as building blocks for the range of emotions we experience? Is an emotion such as jealousy a genetic trait shared by all humans - or is it something learned? As you listen to these lectures, prepare to think: Think about your own emotions; think about what you observe in others; think about the enormous body of research and conjecture on this fascinating topic as Professor Solomon takes you on a challenging and stimulating journey. The more we puzzle over the nature of emotions, the deeper the mystery becomes. It is a mystery that is by no means solved, but one that repays in careful, philosophical analysis. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41fq2dbks9L.jpg",
        "amazon": "https://amzn.to/46gLHxA",
        "title": "The Ethics of Aristotle",
        "author": "The Great Courses",
        "category": "psychology",
        "price": 0,
        "descipcion": " In this 12-lecture meditation on Aristotle's Nicomachean Ethics, you'll uncover the clarity and ethical wisdom of one of humanity's greatest minds. Father Koterski shows how and why this great philosopher can help you deepen and improve your own thinking on questions of morality and leading the best life. The aim of these lectures is to provide you with a clear and thoughtful introduction to Aristotle as a moral philosopher. After absorbing some important background information designed to introduce you to Aristotle's career and general approach to the various fields of knowledge, you turn to the ten books (today we would call them chapters) of this brief but towering work. Throughout, you'll consider Aristotle's account of the four main virtues of courage, moderation, justice, and prudence; his claims that happiness (eudaimonia) is the real goal of life; his explanations of how and why people attain- or fall short of- ethical excellence; his differences with his teachers Plato and Socrates over the hard question of what knowing rightly has to do with acting rightly; where Aristotle's thought fits into the long history of ethical reflection; and much more. Prepare for an illuminating, mind-broadening, and thought-provoking learning experience, and a chance to get up close and personal with one of Western philosophy's founding fathers. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51LSkQtvEaL.jpg",
        "amazon": "https://amzn.to/3PmRYSm",
        "title": "The New Testament",
        "author": "Bart D. Ehrman",
        "category": "religion",
        "price": 0,
        "descipcion": " Whether taken as a book of faith or a cultural artifact, the New Testament is among the most significant writings the world has ever known, its web of meaning relied upon by virtually every major writer in the last 2,000 years. Yet the New Testament is not only one of Western civilization’s most believed books, but also one of its most widely disputed, often maligned, and least clearly understood, with a vast number of people unaware of how it was written and transmitted. But now a distinguished religious scholar is available to help you gain a carefully reasoned understanding of not only the New Testament itself, but of the individuals and communities who created its texts. Drawing on modern biblical scholarship, recent archaeological discoveries, and careful literary analysis - and approaching his subject purely as a historian, with belief or disbelief suspended - Professor Ehrman has crafted a series of 24 fascinating lectures that trace the history of the New Testament and the early Christian faith community. He discusses not only the 27 books included in the New Testament, but also many of the significant texts that were excluded as he addresses key historical questions around the issues of authorship, circumstance, audience, content, meaning, and historical accuracy. \"Our ultimate goal,\" he notes, \"is to come to a fuller appreciation and understanding of these books that have made such an enormous impact on the history of Western civilization and that continue to play such an important role for people today.\" "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41r5aikcGLL._SX323_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3NgxcB1",
        "title": "Saga Box Set: Volumes 1-9",
        "author": "Brian K Vaughan",
        "category": "manga",
        "price": 103.55,
        "descipcion": " BRIAN K. VAUGHAN and FIONA STAPLES have been hard at work on the second half of Hazel’s epic journey. Exciting news is coming, and anyone looking for a cool new way to catch up on the Eisner Award-winning series can look no further than this gorgeous box set, collecting all nine of the bestselling trade paperback collections in one affordable package. This is THE perfect way for any “mature readers” who haven’t yet tried SAGA to dip their toes into this weirdly wonderful universe. Collects SAGA VOL. 1-9 trade paperback with a set of 6 x 9 cover prints exclusive to the box set! "
    },
    {
        "img": "https://m.media-amazon.com/images/I/514xs4JARjL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "https://amzn.to/46pRZei",
        "title": "Claymore Complete Box Set: Volumes 1-27 with Premium",
        "author": "Norihiro Yagi",
        "category": "manga",
        "price": 151.27,
        "descipcion": " The complete best-selling dark fantasy series, now available in a value-priced box set! Includes volumes 1–27, plus an exclusive booklet of black-and-white cover art previously unreleased in the English editions. In a world where monsters called Yoma prey on humans and live among them in disguise, humanity's only hope is a new breed of warrior known as Claymores. Half human, half monster, these silver-eyed slayers possess supernatural strength but are condemned to fight their savage impulses or lose their humanity completely. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/81CNW4BaTUL._AC_UF1000,1000_QL80_.jpg",
        "amazon": "https://amzn.to/44b1nR8",
        "title": "One Piece Box Set 4: Dressrosa to Reverie: Volumes 71-90 with Premium (4) (One Piece Box Sets)",
        "author": "https://amzn.to/44b1nR8",
        "category": "manga",
        "price": 104.99,
        "descipcion": " Join the adventures—and misadventures—of Monkey D. Luffy and his swashbuckling crew in their search for the “One Piece,” the greatest treasure in the world. As a child, Monkey D. Luffy dreamed of becoming King of the Pirates. But his life changed when he accidentally gained the power to stretch like rubber…at the cost of never being able to swim again! Years, later, Luffy sets off in search of the \"One Piece,\" said to be the greatest treasure in the world... The fourth One Piece Box Set contains volumes 71–90, which make up the Dressrosa, Zou, Whole Cake Island, and Reverie arcs. Along with these thrilling, action-packed stories, the box set also includes an exclusive premium booklet and double-sided color poster. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51IRQiyW+WL._SX323_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/46cSwzQ",
        "title": "Damnable Tales: A Folk Horror Anthology",
        "author": "Richard Wells",
        "category": "horror",
        "price": 19.95,
        "descipcion": " These twenty-two stories take the reader into the isolated and untamed wilderness of unholy rights, witches’ curses, sinister village traditions and ancient horrors―with beautiful illustrations They stalk the moors at night, the deep forests, cornered fields and dusky churchyards, the narrow lanes and old ways of these ancient places, drawing upon the haunted landscapes of folk-horror… This richly illustrated anthology gathers together classic short stories from masters of supernatural fiction including Shirely Jackson, M. R. James, Edith Nesbit, Thomas Hardy, Robert Louis Stevenson, Sheridan Le Fanu and Arthur Machen, alongside lesser-known voices in the field including Eleanor Scott and Margery Lawrence, and popular writers less bound to the horror genre, such as Thomas Hardy and E. F. Benson. These are damnable tales, selected and beautifully illustrated by Richard Wells. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51R3qBpiaYL._SX392_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3NchYwN",
        "title": "Pandemonium: A Visual History of Demonology",
        "author": "Edward Simon",
        "category": "horror",
        "price": 40.5,
        "descipcion": " A compendium celebrating the art of hell and its minions Pandemonium: The Illustrated History of Demonology presents—for the first time—Satan’s family tree, providing a history and analysis of his fellow fallen angels from Asmodeus to Ziminiar. Throughout the book, there are short entries on individual demons, but Pandemonium is more than just a visual encyclopedia. It also focuses on the influence of figures like Beelzebub, Azazel, Lilith, and Moloch on Western religion, literature, and art. Ranging from the earliest scriptural references to demons through the contemporary era, when the devils took on a subtler form, Pandemonium functions as a compendium of Lucifer’s subjects, from Dante’s The Divine Comedy to John Milton’s Paradise Lost, and all the points in between. Containing rarely seen illustrations of very old treatises on demonology, as well as more well-known works by the great masters of Western painting, this book celebrates the art of hell like never before. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51tCpEDgvnL._SX218_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "https://amzn.to/3CBFr5M",
        "title": "The Skull: A Tyrolean Folktale",
        "author": "Jon Klassen",
        "category": "horror",
        "price": 17.39,
        "descipcion": " Caldecott Medalist and #1 New York Times best-selling author-illustrator Jon Klassen delivers a deliciously macabre treat for folktale fans. Jon Klassen's signature wry humor takes a turn for the ghostly in this thrilling retelling of a traditional Tyrolean folktale. In a big abandoned house, on a barren hill, lives a skull. A brave girl named Otilla has escaped from terrible danger and run away, and when she finds herself lost in the dark forest, the lonely house beckons. Her host, the skull, is afraid of something too, something that comes every night. Can brave Otilla save them both? Steeped in shadows and threaded with subtle wit—with rich, monochromatic artwork and an illuminating author’s note—The Skull is as empowering as it is mysterious and foreboding. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51VkZzsQ75L._SX358_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/42Oo10z",
        "title": "Wildlife Anatomy: The Curious Lives & Features of Wild Animals around the World",
        "author": "Julia Rothman",
        "category": "horror",
        "price": 15.59,
        "descipcion": " Bestselling author/illustrator Julia Rothman shares a delightfully illustrated guide to all the beasts of the wild, from lions, tigers, and bears to musk oxen, monkeys, elephants, giraffes, foxes, badgers, bats, crocodiles, owls, flying squirrels and much, much more. Julia Rothman's series of Anatomy books are beloved by children and adults alike. In Wildlife Anatomy, Rothman captures the excitement and distinctive attributes of wild animals around the world. The book is packed with hundreds of her charming, original illustrations, detailing the unique features of animals of the rainforest, desert, grasslands, oceans, and much more. From lions, bears, and zebras to monkeys, mongoose, bats, elephants, giraffes, hippos, and much more, Rothman's visual guide covers all the key features, right down to the anatomy of a lion's claw and a wild horse's hoof. All the illustrations are accompanied by labels, intriguing facts, and identifying details, such as: When is a Panther Not a Panther? and What Makes Aardvarks So Odd? Rothman's characteristic combination of curiosity and an artist's eye makes this wildlife treasury rich and full, and promises new discoveries every time it's opened. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/5137wm8f76L._SX218_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "https://amzn.to/3XhWyD5",
        "title": "Horrorstor: A Novel",
        "author": "Grady Hendrix",
        "category": "horror",
        "price": 13.59,
        "descipcion": " From the New York Times best-selling author of The Southern Book Club's Guide to Slaying Vampires comes a hilarious and terrifying haunted house story in a thoroughly contemporary setting: a furniture superstore. Something strange is happening at the Orsk furniture superstore in Cleveland, Ohio. Every morning, employees arrive to find broken Kjerring bookshelves, shattered Glans water goblets, and smashed Liripip wardrobes. Sales are down, security cameras reveal nothing, and store managers are panicking. To unravel the mystery, three employees volunteer to work a nine-hour dusk-till-dawn shift. In the dead of the night, they’ll patrol the empty showroom floor, investigate strange sights and sounds, and encounter horrors that defy the imagination. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41NTNxG7PgL.jpg",
        "amazon": "https://amzn.to/445f83x",
        "title": "If This Book Exists, You're in the Wrong Universe: A Novel ",
        "author": "Jason Pargin",
        "category": "horror",
        "price": 0,
        "descipcion": " New York Times best-selling author Jason Pargin’s hilarious and horrifying John Dies at the End series continues with If This Book Exists, You’re in the Wrong Universe. \"Pargin once again delights with scathing social commentary thinly disguised as an outrageous action novel.... This is a feast.\" (Publishers Weekly) If the broken neon signs, shuttered storefronts, and sub-standard housing didn’t tip you off, you’ve just wandered into the city of “Undisclosed”. You don’t want to be caught dead here, because odds are you just might find yourself rising from the grave. That hasn’t stopped tourists from visiting to check out the unusual phenomena that hangs around our town like radioactive fallout. Interdimensional parasites feeding on human hosts, paranormal cults worshipping demonic entities, vengeful teenage sorcerers, we’ve got it all. Did I mention the possessed toy? It’s a plastic football-sized egg that’s supposed to hatch an adorable, colorful stuffed bird when a child “feeds” it through a synchronized smartphone app. What’s actually inside is an otherworldly monstrosity that’s enticing impressionable wayward youth into murdering folks and depositing their body parts inside the egg as if it’s a hungry piggy bank to trigger the end of the world. That’s where Dave, John, and Amy come in. They face supernatural threats so the rest of us don’t have to—and sometimes even earn a couple of bucks to so do. But between the bloody ritual sacrifices and soul-crushing nightmares, our trio realizes this apocalypse is way above their pay grade. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51wDxDaMJDL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "https://amzn.to/3CDscl7",
        "title": "Penpal",
        "author": "Dathan Auerbach",
        "category": "horror",
        "price": 9.99,
        "descipcion": " In an attempt to make sense of his own mysterious and unsettling childhood memories, a man begins to reconstruct his past. As the games and adventures of his youth become engulfed by a larger story, he finds that it forms a tapestry of unbelievable horror that he never could have expected. Each chapter completes a different piece of the puzzle for both you and the narrator, and by the end of it all, you will wish that you could forget what he never knew. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41gh2-HfxiL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "https://amzn.to/3Jlk24m",
        "title": "The End Of Alice",
        "author": "A.M. Homes",
        "category": "horror",
        "price": 10.99,
        "descipcion": " From the 2013 Orange Prize–winning author of May We Be Forgiven. Only a work of such searing, meticulously controlled brilliance could provoke such a wide range of visceral responses. Here is the incredible story of an imprisoned pedophile who is drawn into an erotically charged correspondence with a nineteen-year-old suburban coed. As the two reveal—and revel in—their obsessive desires, Homes creates in The End of Alice a novel that is part romance, part horror story, at once unnerving and seductive. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/31qux3QULNL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "https://amzn.to/449y4OP",
        "title": "The Haar: A Horror Novel",
        "author": "David Sodergren",
        "category": "horror",
        "price": 10.99,
        "descipcion": " “I don’t fear death... but they do.” Muriel McAuley has lived in the Scottish fishing village of Witchaven all her life. She was born there, and she intends to die there. But when an overseas property developer threatens to evict the residents from their homes and raze Witchaven to the ground in the name of progress, all seems lost… until the day a mysterious fog bank creeps inland. THE HAAR To some it brings redemption… to others, it brings only madness and death. What macabre secrets lie within… THE HAAR Romantic and deranged, THE HAAR is a gore-soaked folk horror fairy tale from David Sodergren, author of The Forgotten Island and Maggie’s Grave. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/518rAP1lYDL._SX331_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3JfL6SU",
        "title": "The Summer I Died: The Roger Huntington Saga, Book 1",
        "author": "Ryan C. Thomas",
        "category": "horror",
        "price": 9.99,
        "descipcion": " The cult thriller novel is back in this all new edition which features the original text as it was meant to be published! Dubbed one of “The Most Intense Horror Novels” ever written by many horror review sites, The Summer I Died is the first book in the Roger Huntington saga and soon to be a major motion picture. When Roger Huntington comes home from college for the summer and is met by his best friend, Tooth, he knows they’re going to have a good time. A summer full of beer, comic books, movies, laughs, and maybe even girls. The sun is high and the sky is clear as Roger and Tooth set out to shoot beer cans at Bobcat Mountain. Just two friends catching up on lost time, two friends thinking about their futures . . . two friends suddenly thrust into the middle of a nightmare. Forced to fight for their lives against a sadistic killer with an arsenal of razor sharp blades and a hungry dog by his side. If they are to survive, they must decide: are heroes born, or are they made? Or is something more powerful happening to them? And more importantly, how do you survive when all roads lead to death? \"A tense, bloody ride!\" - Brian Keene, author of The Rising “If you want to freak yourself out on your next camping trip, you can’t really do any better than The Summer I Died.” - BloodyDisgusting.com "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51jVzwWK-WL.jpg",
        "amazon": "https://amzn.to/3NewUKT",
        "title": "Komi Can’t Communicate, Vol. 25",
        "author": "Tomohito Oda",
        "category": "manga",
        "price": 6.49,
        "descipcion": " Komi is in her final year of high school, and that means she’s running out of time to achieve her goal of making 100 friends! She starts off strong on the first day of classes, but a cynical new classmate’s bitter outlook soon sparks a school-wide battle royale. Can Komi make a new ally in the trenches, or will pessimism win the day?"
    },
    {
        "img": "https://m.media-amazon.com/images/I/51YN-d-HFqL.jpg",
        "amazon": "https://amzn.to/3Ny2MeX",
        "title": "The Dragon's Betrothed, Vol. 2 (Yaoi Manga)",
        "author": "Meguru Hinohara",
        "category": "manga",
        "price": 6.49,
        "descipcion": " Troubled writer Chiharu Izunome is betrothed to Rin, the local water dragon god. Despite Rin’s gentle demeanor, when a supernatural intruder threatens the god’s husband-to-be, the angry deity unleashes the full might of his beastly fury, injuring Chiharu in the process! With Rin’s destructive power so clearly laid out, fear displaces the fragile affection growing in Chiharu’s heart. Can he truly learn to love someone monstrous?"
    },
    {
        "img": "https://m.media-amazon.com/images/I/51l9rNjnzTL._SY346_.jpg",
        "amazon": "https://amzn.to/3NAHYU0",
        "title": "Lady Rose Just Wants to Be a Commoner! Volume 3",
        "author": "Yura Kiyose",
        "category": "manga",
        "price": 8.99,
        "descipcion": " After a successful battle of wits with Melvin Crabitt, Fii Crow enjoys a whole week of baking without any love interests in her hair. But when you’re the (unwilling) heroine of an otome game, peace never lasts long. Two especially dangerous bachelors come knocking at her door: Prince Nolan and his trusted aide Zero. There are all kinds of troubles men can bring in this visual novel, and war just happens to be one of them. Can Fii get out of this predicament with her head still on her shoulders? Or is the sword mightier than doughy goodness? "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51FBdz5FClL._SY346_.jpg",
        "amazon": "https://amzn.to/3Pedbh7",
        "title": "You Like Me, Not My Daughter?! Vol. 3",
        "author": "Kota Nozomi",
        "category": "manga",
        "price": 9.99,
        "descipcion": " It's no secret that Ayako believes she's too old to entertain the advances of her college-age neighbor, Takumi. And when Takumi and Ayako finally go on their first date, she can't help but feel like all eyes are on her. After all, she's spending the day at an amusement park with a man more than ten years her junior! She's still not sure how to handle his fervent affection...but when a series of disasters leads to a night spent together in a hotel room, will Ayako finally be able to admit she's falling--just a little? "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51JStA20mCL._SY346_.jpg",
        "amazon": "https://amzn.to/3NzS6fF",
        "title": "You Like Me, Not My Daughter?! Vol. 2",
        "author": "Kota Nozomi",
        "category": "manga",
        "price": 9.38,
        "descipcion": " Thirty-something-year-old Ayako never expected her college-student neighbor, Takumi, to confess that he's in love with her. But now that he has and her attempts to dissuade him have failed, Ayako feels more torn than ever. That is, until her daughter Miu shares some shocking news -- Takumi's already moved on to someone new! But if this is the development Ayako's been waiting for, then why does she feel so upset? And why is she spying on him while he's on a date with his new flame?! "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51NKfAmui5L._SY348_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3Jky4nc",
        "title": "Demon Slayer Complete Box Set: Includes volumes 1-23 with premium",
        "author": "Koyoharu Gotouge",
        "category": "manga",
        "price": 99.99,
        "descipcion": " Tanjiro sets out on the path of the Demon Slayer to save his sister and avenge his family! In Taisho-era Japan, kindhearted Tanjiro Kamado makes a living selling charcoal. But his peaceful life is shattered when a demon slaughters his entire family. His little sister Nezuko is the only survivor, but she has been transformed into a demon herself! Tanjiro sets out on a dangerous journey to find a way to return his sister to normal and destroy the demon who ruined his life. The complete saga of Demon Slayer, all in one epic box set! This box set contains all 23 volumes of the global hit Demon Slayer as well as an exclusive booklet and a double-sided poster. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/415uy8ek2hL._SY484_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3piTY37",
        "title": "Death Note Complete Box Set: Volumes 1-13 with Premium",
        "author": "Tsugumi Ohba",
        "category": "manga",
        "price": 74.68,
        "descipcion": " When Light Yagami finds a notebook giving him power over death, will he use it for good—or evil? Light Yagami is an ace student with great prospects--and he's bored out of his mind. But all that changes when he finds the Death Note, a notebook dropped by a rogue Shinigami death god. Any human whose name is written in the notebook dies, and now Light has vowed to use the power of the Death Note to rid the world of evil. But when criminals begin dropping dead, the authorities send the legendary detective L to track down the killer. With L hot on his heels, will Light lose sight of his noble goal...or his life? The Complete Box Set Story by Tsugumi Ohba Art by Takeshi Obata Includes: Manga Volumes 1–12 Death Note 13: How to Read A \"How to Use It\" fold-out "
    },
    {
        "img": "https://m.media-amazon.com/images/I/514qGmw2skL._SY348_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/43Y9pNa",
        "title": "One Piece Box Set: East Blue and Baroque Works, Volumes 1-23 (One Piece Box Sets)",
        "author": "Eiichiro Oda",
        "category": "manga",
        "price": 111.6,
        "descipcion": " A premium box set of the first two story arcs of One Piece, one of the most beloved and bestselling manga series of all time! As a child, Monkey D. Luffy dreamed of becoming King of the Pirates. But his life changed when he accidentally ate the Gum-Gum Fruit, an enchanted Devil Fruit that gave him the ability to stretch like rubber. Its only drawback? He'll never be able to swim again--a serious handicap for an aspiring sea dog! Years later, Luffy sets off on his quest to find the \"One Piece,\" said to be the greatest treasure in the world... This box set includes volumes 1-23, which comprise the first two story arcs, East Blue and Baroque Works. With exclusive premiums and great savings over buying the individual volumes, this set is a pirate’s treasure for any manga fan! "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51tCzSezOPL._SX331_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3qOMsO1",
        "title": "Demon Slayer: Kimetsu no Yaiba, Vol. 3 (3)",
        "author": "Koyoharu Gotouge",
        "category": "manga",
        "price": 7.98,
        "descipcion": " Tanjiro sets out on the path of the Demon Slayer to save his sister and avenge his family! In Taisho-era Japan, kindhearted Tanjiro Kamado makes a living selling charcoal. But his peaceful life is shattered when a demon slaughters his entire family. His little sister Nezuko is the only survivor, but she has been transformed into a demon herself! Tanjiro sets out on a dangerous journey to find a way to return his sister to normal and destroy the demon who ruined his life. Tanjiro and Nezuko cross paths with two powerful demons who fight with magical weapons. Even help from Tamayo and Yushiro may not be enough to defeat these demons who claim to belong to the Twelve Kizuki that directly serve Kibutsuji, the demon responsible for all of Tanjiro’s woes! But if these demons can be defeated, what secrets can they reveal about Kibutsuji? "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41lgl2zECtL._SX218_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "https://amzn.to/3NAi96p",
        "title": "Assassination Classroom Complete Box Set",
        "author": "Yusei Matsui",
        "category": "manga",
        "price": 110.8,
        "descipcion": " What does a pathetic class of misfits have in their arsenal to combat their schoolteacher’s alien technology, bizarre powers and...tentacles?! The complete bestselling Assassination Classroom series is now available in a boldly designed, value-priced box set! Includes 21 volumes of this unique tale of a mysterious, smiley-faced, tentacled, superpowered teacher who guides a group of misfit students to find themselves—while doing their best to assassinate him. Action-packed, hilarious, and heartwarming, this title is famous for moving fans to tears through their laughter... Includes an exclusive, full-color, mini “yearbook” filled with images of favorite characters in different art styles and contexts (previously unreleased in the English editions). Ever caught yourself screaming, “I could just kill that teacher” What would it take to justify such antisocial behavior and weeks of detention? Especially if he’s the best teacher you’ve ever had and determined to help you discover your hidden talents, raise your grades, and acquire opportunities you never dreamed possible? How about blowing up the moon and threatening to do the same to Mother Earth—unless you take him out first?! Plus a reward of a cool 100 million from the Ministry of Defense! Okay, now that you’re committed... How are you going to pull this off? What does your pathetic class of misfits have in their arsenal to combat Teach’s alien technology, bizarre powers and...tentacles?! "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51d2ED5TDNL._SY348_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3JiIJP7",
        "title": "My Hero Academia Box Set 1: Includes volumes 1-20 with premium (1) (My Hero Academia Box Sets) ",
        "author": "Kohei Horikoshi",
        "category": "manga",
        "price": 96.84,
        "descipcion": " Midoriya inherits the superpower of the world’s greatest hero, but greatness won’t come easy. Collect the first 20 volumes of the bestselling My Hero Academia manga in this heroic box set! Also includes a full-color double-sided poster and an exclusive 48-page booklet featuring the never-before-seen bonus illustrations and author commentaty printed on volume 1–20’s book covers in Japan! "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51cyYX0w+ML._SY344_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3JhVeKA",
        "title": "Jujutsu Kaisen, Vol. 1 (1)",
        "author": "Gege Akutami",
        "category": "manga",
        "price": 2.53,
        "descipcion": " To gain the power he needs to save his friend from a cursed spirit, Yuji Itadori swallows a piece of a demon, only to find himself caught in the midst of a horrific war of the supernatural! In a world where cursed spirits feed on unsuspecting humans, fragments of the legendary and feared demon Ryomen Sukuna have been lost and scattered about. Should any demon consume Sukuna’s body parts, the power they gain could destroy the world as we know it. Fortunately, there exists a mysterious school of jujutsu sorcerers who exist to protect the precarious existence of the living from the supernatural! Although Yuji Itadori looks like your average teenager, his immense physical strength is something to behold! Every sports club wants him to join, but Itadori would rather hang out with the school outcasts in the Occult Research Club. One day, the club manages to get their hands on a sealed cursed object. Little do they know the terror they’ll unleash when they break the seal… "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51PkklHKdCL._SX343_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/43LLf8y",
        "title": "Day In, Day Out",
        "author": "Hirune",
        "category": "manga",
        "price": 17.96,
        "descipcion": " Non-Stop Pounding 24/7! Misaki is madly in love with her beloved Kei, and she can't wait to spend the day with him! From sandy beaches to her favorite bookstore, Misaki's having a total blast! Now it's time for what Kei wants to do, and it's to play with Misaki's obscene body! Being a sweet little submissive, Misaki gets on her knees and begs to be treated like a little toy. Eventually, her body manhandled by his thick hands, while her eyes tell him she wants to play some more! "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51QoSmYxGwL._SX331_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3Xfmuzl",
        "title": "[Oshi No Ko], Vol. 2 (Volume 2)",
        "author": "Aka Akasaka",
        "category": "manga",
        "price": 10.38,
        "descipcion": " Ten years after the murder of pop idol Ai Hoshino, her young (and unusually mature) twins are now poised to enter high school. While her death has had a profound effect on the children, it’s manifested in polar-opposite ways. Ruby is determined to follow in her mother’s footsteps and become an idol, but Aqua has no desire to stand in the spotlight. Instead, he works behind the scenes in the entertainment industry, all while harboring an ulterior motive: discover the identity of the accomplice in his mother’s untimely death! "
    },
    {
        "img": "https://m.media-amazon.com/images/I/419vAjxgG4L._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "https://amzn.to/43Jk26L",
        "title": "Spy x Family, Vol. 10 (10)",
        "author": "Tatsuya Endo",
        "category": "manga",
        "price": 10.79,
        "descipcion": " An action-packed comedy about a fake family that includes a spy, an assassin and a telepath! Master spy Twilight is unparalleled when it comes to going undercover on dangerous missions for the betterment of the world. But when he receives the ultimate assignment—to get married and have a kid—he may finally be in over his head! As a child, [REDACTED] lived an unremarkable life with his parents, playing war games with his friends and quarreling with his father. It never occurred to young [REDACTED] that the life he’d taken for granted might one day end… "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41xOsVZL70L._SX329_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/46cNT9h",
        "title": "Yellowface: A Novel",
        "author": "R. F. Kuang",
        "category": "novel",
        "price": 432.86,
        "descipcion": " Hasta 18 meses de $31.38 con costo de financiamiento Ver más opciones White lies. Dark humor. Deadly consequences… Bestselling sensation Juniper Song is not who she says she is, she didn’t write the book she claims she wrote, and she is most certainly not Asian American—in this chilling and hilariously cutting novel from R.F. Kuang, the #1 New York Times bestselling author of Babel. Authors June Hayward and Athena Liu were supposed to be twin rising stars. But Athena’s a literary darling. June Hayward is literally nobody. Who wants stories about basic white girls, June thinks. So when June witnesses Athena’s death in a freak accident, she acts on impulse: she steals Athena’s just-finished masterpiece, an experimental novel about the unsung contributions of Chinese laborers during World War I. So what if June edits Athena’s novel and sends it to her agent as her own work? So what if she lets her new publisher rebrand her as Juniper Song—complete with an ambiguously ethnic author photo? Doesn’t this piece of history deserve to be told, whoever the teller? That’s what June claims, and the New York Times bestseller list seems to agree. But June can’t get away from Athena’s shadow, and emerging evidence threatens to bring June’s (stolen) success down around her. As June races to protect her secret, she discovers exactly how far she will go to keep what she thinks she deserves. With its totally immersive first-person voice, Yellowface grapples with questions of diversity, racism, and cultural appropriation, as well as the terrifying alienation of social media. R.F. Kuang’s novel is timely, razor-sharp, and eminently readable. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41P-T8XeAlL._SX311_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/42Nnig2",
        "title": "https://m.media-amazon.com/images/I/41P-T8XeAlL._SX311_BO1,204,203,200_.jpg",
        "author": "Kashel Char ",
        "category": "novel",
        "price": 19,
        "descipcion": " It's the year 2004 A.D Juandre At twenty-two, my existence was crusty. It was a Friday afternoon when I was racing like the Red Queen down the interstate from New York to Lexington, Kentucky, feeling like I would never reach my destination and, simultaneously, reluctant to start my life as a straight-married man and a father-to-be. When I crossed the bridge at the Ohio River, I swung my sexy sports car over to the first R&G (rainbow and glitter) establishment for a martini or three. One olive turned into several before I returned to the highway, wired and waving off my newfound besties, whom I will probably never see again. Their enthusiastic motivational pep talks convinced me to take a chance, find the man of my dreams and ask for what I wanted. Juandre and Andrew's Story—Before the Doomsday of 2046 A.D. M/M contemporary with a paranormal twist Power Play Male wearing Moulin Rouge Fishnet Stockings and High Heels First-everythings HFN ending and to be continued in Cian's Song, Book 3 New Beginnings Trilogy Warning: This book contains male/male sex between consenting adults, all eighteen years or older. This book is not intended for people under eighteen. Just Like a Butterfly Copyright © 2023 Kashel Char was published with Stefan Pride's cooperation. All rights reserved. Just Like a Butterfly, is Juandre’s story. He appears as a secondary character in the New Beginnings series and is a re-written version of Here’s The Deal. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/419rQcegOyL.jpg",
        "amazon": "https://amzn.to/4444ASb",
        "title": "The Midnight Library: A Novel",
        "author": "Matt Haig",
        "category": "novel",
        "price": 0,
        "descipcion": " The number one New York Times best-selling worldwide phenomenon Winner of the Goodreads Choice Award for Fiction A Good Morning America Book Club Pick Independent (London) 10 Best Books of the Year \"A feel-good book guaranteed to lift your spirits.\" (The Washington Post) The dazzling favorite about the choices that go into a life well lived, from the acclaimed author of How to Stop Time and The Comfort Book. Somewhere out beyond the edge of the universe there is a library that contains an infinite number of books, each one the story of another reality. One tells the story of your life as it is, along with another book for the other life you could have lived if you had made a different choice at any point in your life. While we all wonder how our lives might have been, what if you had the chance to go to the library and see for yourself? Would any of these other lives truly be better? In The Midnight Library, Matt Haig's enchanting blockbuster novel, Nora Seed finds herself faced with this decision. Faced with the possibility of changing her life for a new one, following a different career, undoing old breakups, realizing her dreams of becoming a glaciologist; she must search within herself as she travels through the Midnight Library to decide what is truly fulfilling in life, and what makes it worth living in the first place. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41DZJJh4NlL._SX319_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/43LmXMa",
        "title": "In Five Years: A Novel",
        "author": "Rebecca Serle",
        "category": "Rebecca Serle",
        "price": 10.03,
        "descipcion": " A NEW YORK TIMES BESTSELLER A Good Morning America, FabFitFun, and Marie Claire Book Club Pick “In Five Years is as clever as it is moving, the rare read-in-one-sitting novel you won’t forget.” —Chloe Benjamin, New York Times bestselling author of The Immortalists ​Perfect for fans of Me Before You and One Day—a striking, powerful, and moving love story following an ambitious lawyer who experiences an astonishing vision that could change her life forever. Where do you see yourself in five years? Dannie Kohan lives her life by the numbers. She is nothing like her lifelong best friend—the wild, whimsical, believes-in-fate Bella. Her meticulous planning seems to have paid off after she nails the most important job interview of her career and accepts her boyfriend’s marriage proposal in one fell swoop, falling asleep completely content. But when she awakens, she’s suddenly in a different apartment, with a different ring on her finger, and beside a very different man. Dannie spends one hour exactly five years in the future before she wakes again in her own home on the brink of midnight—but it is one hour she cannot shake. In Five Years is an unforgettable love story, but it is not the one you’re expecting. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41C06jC4QeL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "https://amzn.to/44o8FB9",
        "title": "The Beach House (South Carolina Sunsets)",
        "author": "Rachel Hanna ",
        "category": "novel",
        "price": 11.99,
        "descipcion": " Julie's husband of twenty-one years was living a secret life, which ended her marriage and forced her to start over alone at forty-three years old. Faced with a new reality, she decides to rebuild her life on an island off the coast of South Carolina and learn to make it on her own. The only thing she isn't expecting is to be thrown together with her estranged sister, the flower child wanna-be, yoga teaching bane of her existence. She also doesn't expect to meet a handsome stranger who will help her transform the money pit she accidentally bought into the home of her dreams. As she starts to create a life she loves, her husband causes a wrench in her plans once again. Will she be forced to help the man who broke her heart? Or will she finally break away and live life on her terms? You're going to love The Beach House and its quirky cast of characters, including Dixie, the epitome of Southern charm and wit, who runs the local bookstore called Down Yonder! "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41c93y7LqjL.jpg",
        "amazon": "https://amzn.to/3Jl1OAh",
        "title": "A Flicker in the Dark: A Novel",
        "author": "Stacy Willingham",
        "category": "novel",
        "price": 0,
        "descipcion": " A New York Times Bestseller “A smart, edge-of-your-seat story with plot twists you’ll never see coming. Stacy Willingham’s debut will keep you turning pages long past your bedtime.” —Karin Slaughter When Chloe Davis was twelve, six teenage girls went missing in her small Louisiana town. By the end of the summer, her own father had confessed to the crimes and was put away for life, leaving Chloe and the rest of her family to grapple with the truth and try to move forward while dealing with the aftermath. Now twenty years later, Chloe is a psychologist in Baton Rouge and getting ready for her wedding. While she finally has a fragile grasp on the happiness she’s worked so hard to achieve, she sometimes feels as out of control of her own life as the troubled teens who are her patients. So when a local teenage girl goes missing, and then another, that terrifying summer comes crashing back. Is she paranoid, seeing parallels from her past that aren't actually there, or for the second time in her life, is Chloe about to unmask a killer? From debut author Stacy Willingham comes a masterfully done, lyrical thriller, certain to be the launch of an amazing career. A Flicker in the Dark is eerily compelling to the very last page. A Macmillan Audio production from Minotaur Books. \"Listeners will enjoy a gripping and twisty story.\" - AudioFile Magazine (Earphones Award Winner) "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51RSv4tSXeL._SX218_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "https://amzn.to/3N9EjLD",
        "title": "The Action Bible Christmas: 25 Stories about Jesus' Arrival (Action Bible Series)",
        "author": "Sergio Cariello",
        "category": "novel",
        "price": 2.89,
        "descipcion": " This unique, family-friendly Christmas addition to the bestselling Action Bible line tells the story of Jesus’ birth from 25 “eyewitnesses”—such as the young student in the East who first saw the star, Zechariah, the innkeeper, the dove in the stable rafters—and includes fun discussion prompts for great conversations throughout Advent and the holiday season. Stunning illustrations and intriguing original accounts of Jesus’ birth make this a thought-provoking and fun new way to celebrate the season as a family. The Action Bible Christmas includes: Stories about Jesus’ birth told from the viewpoints of 25 “eyewitnesses,” including a shepherd boy, his lamb, Simeon, Mary, an angel, and a donkey Questions to initiate family discussion about a variety of story-related topics Unlike any other book on the market, The Action Bible Christmas combines the ongoing appeal of Sergio Cariello’s award-winning illustrations with a family-friendly format to invite children, parents, and grandparents to create a delightful new holiday tradition. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51NIqIL42ML._SY493_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3CxP3OL",
        "title": "[Gale Galligan] The Baby-Sitters Club Graphic Novels #1-7: A Graphix Collection: Full-Color Edition (The Baby-Sitters Club Graphix)-Paperback",
        "author": "Gale Galligan",
        "category": "novel",
        "price": 41.7,
        "descipcion": " A box set of the bestselling Baby-sitters Club graphic novels, adapted by Raina Telgemeier and Gale Galligan! Join Kristy, Mary Anne, Claudia, Stacey, Dawn, and Mallory on their baby-sitting adventures! No matter what comes up -- cranky toddlers, huge dogs, scary neighbors, prank calls -- you can count on the BSC to save the day.Bestselling cartoonists Raina Telgemeier (Books #1-4) and Gale Galligan (Books #5-7) perfectly capture all the drama and humor of the original novels by Ann M. Martin. This box set is perfect for both newcomers and longtime fans! "
    },
    {
        "img": "https://m.media-amazon.com/images/I/519LUQpuhcL._SX331_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3p6KyYD",
        "title": "Moon Rising: A Graphic Novel (Wings of Fire Graphic Novel #6) (Wings of Fire Graphix)",
        "author": "Tui T. Sutherland",
        "category": "novel",
        "price": 7.99,
        "descipcion": " The graphic novel adaptations of the #1 New York Times bestselling Wings of Fire series continue to set the world on fire! Peace has come to Pyrrhia... for now. The war between the tribes is finally over, and now the dragonets of the prophecy have a plan for lasting peace: Jade Mountain Academy, a school that will gather dragonets from all the tribes and teach them to live together, perhaps even as friends. Moonwatcher isn't sure how she feels about school, however. Hidden in the rainforest for most of her life, the young NightWing has an awful secret. She can read minds, and even see the future. Living in a cave with dozens of other dragons is noisy, exhausting―and dangerous. In just a few days, Moon finds herself overwhelmed by her secret powers and bombarded by strange thoughts, including those of a mysterious dragon who might be a terrible enemy. And when someone starts attacking dragons within the academy, Moon has a choice to make: Stay hidden and safe? Or risk everything to save her new friends? The #1 New York Times bestselling Wings of Fire series soars to new heights in the sixth graphic novel adaptation, with art by Mike Holmes. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41DCiQnW+YL._SX331_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3Jo1hNR",
        "title": "Between Shades of Gray",
        "author": "Ruta Sepetys",
        "category": "novel",
        "price": 9.95,
        "descipcion": " An international bestseller, a #1 New York Times bestseller, and now a major motion picture! Ruta Sepetys's Between Shades of Gray is now the film Ashes in the Snow! \"Few books are beautifully written, fewer still are important; this novel is both.\" --The Washington Post From New York Times and international bestseller and Carnegie Medal winner Ruta Sepetys, author of Salt to the Sea, comes a story of loss and of fear -- and ultimately, of survival. A New York Times notable book An international bestseller A Carnegie Medal nominee A William C. Morris Award finalist A Golden Kite Award winner Fifteen-year-old Lina is a Lithuanian girl living an ordinary life -- until Soviet officers invade her home and tear her family apart. Separated from her father and forced onto a crowded train, Lina, her mother, and her young brother make their way to a Siberian work camp, where they are forced to fight for their lives. Lina finds solace in her art, documenting these events by drawing. Risking everything, she imbeds clues in her drawings of their location and secretly passes them along, hoping her drawings will make their way to her father's prison camp. But will strength, love, and hope be enough for Lina and her family to survive? A moving and haunting novel perfect for readers of The Book Thief. Praise for Between Shades of Gray: \"Superlative. A hefty emotional punch.\" --The New York Times Book Review \"Heart-wrenching . . . an eye-opening reimagination of a very real tragedy written with grace and heart.\" --The Los Angeles Times \"At once a suspenseful, drama-packed survival story, a romance, and an intricately researched work of historial fiction.\" --The Wall Street Journal * \"Beautifully written and deeply felt . . . An important book that deserves the widest possible readership.\" --Booklist, starred review "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51Sc3xtjXsL._SX329_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3qFNY4Q",
        "title": "I Will Always Write Back: How One Letter Changed Two Lives by Martin Ganda (2016-05-03) ",
        "author": "Martin Ganda",
        "category": "novel",
        "price": 10.49,
        "descipcion": " The New York Times bestselling true story of an all-American girl and a boy from Zimbabwe and the letter that changed both of their lives forever. It started as an assignment. Everyone in Caitlin's class wrote to an unknown student somewhere in a distant place. Martin was lucky to even receive a pen-pal letter. There were only ten letters, and fifty kids in his class. But he was the top student, so he got the first one. That letter was the beginning of a correspondence that spanned six years and changed two lives. In this compelling dual memoir, Caitlin and Martin recount how they became best friends—and better people—through their long-distance exchange. Their story will inspire you to look beyond your own life and wonder about the world at large and your place in it. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51R5M+u08QL._SX342_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3qNGJrF",
        "title": "Winter Turning (Wings of Fire #7) (7)",
        "author": "Tui T. Sutherland",
        "category": "novel",
        "price": 6.43,
        "descipcion": " The New York Times and USA Today bestselling series soars to even greater heights with a new prophecy and five new dragonets ready to claim their destiny! Daring mission... or deadly mistake?Winter has been a disappointment to his royal IceWing family his whole life. When his sister, Icicle, runs away from Jade Mountain Academy, fleeing terrible crimes and possibly planning to commit more, Winter knows that they both need a second chance to make things right -- if only he can find her. Winter's new clawmates, Moon, Qibli, and Kinkajou, won't let him make this dangerous journey alone. They don't seem to understand that IceWings, the most superior of all dragon tribes, can fix their own problems. When their search leads the dragonets straight into Queen Scarlet's vicious talons, Winter is grateful to have some help. But even the bravest dragons can't follow him to the Ice Kingdom, where he'll have to face the greatest threat of all: his own family. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51qMKlgDuvL._SX416_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/42NksaX",
        "title": "The Psychology Book: Big Ideas Simply Explained (DK Big Ideas)",
        "author": "DK",
        "category": "psychology",
        "price": 13.89,
        "descipcion": " Learn about human nature, behavior and how the mind works with The Psychology Book. Part of the fascinating Big Ideas series, this book tackles tricky topics and themes in a simple and easy to follow format. Learn about Psychology in this overview guide to the subject, great for beginners looking to learn and experts wishing to refresh their knowledge alike! The Psychology Book brings a fresh and vibrant take on the topic through eye-catching graphics and diagrams to immerse yourself in. This captivating book will broaden your understanding of Psychology, with: More than 100 ground-breaking ideas in this field of science Packed with facts, charts, timelines and graphs to help explain core concepts A visual approach to big subjects with striking illustrations and graphics throughout Easy to follow text makes topics accessible for people at any level of understanding The Psychology Book is the perfect introduction to the science, aimed at adults with an interest in the subject and students wanting to gain more of an overview. Here you’ll discover key concepts by psychologists who have significantly enhanced our understanding of the human mind and behavior. Learn about everyone who’s contributed to the big ideas in psychology, incorporating the ideas of today’s scientists as well those of the ancient philosophers and pioneers. Your Psychological Questions, Simply Explained If you thought it was difficult to learn psychology and its many concepts, The Psychology Book presents the key ideas in a clear layout. Learn about the key personalities of the 19th and 20th centuries whose work has made significant contributions to our understanding of human behavior. Fantastic mind maps and step-by-step summaries explain the line of thought clearly for students of psychology and for anyone with a general interest in understanding the human mind. The Big Ideas Series With millions of copies sold worldwide, The Psychology Book is part of the award-winning Big Ideas series from DK. The series uses striking graphics along with engaging writing, making big topics easy to understand. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/31oxuR3XroL._SX218_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "https://amzn.to/3JlmPea",
        "title": "Psychology 2e Textbook (2nd Edition)",
        "author": "Rose M. Spielman",
        "category": "psychology",
        "price": 28.47,
        "descipcion": " Printed in B&W. Psychology 2e is designed to meet scope and sequence requirements for the single-semester introduction to psychology course. The book offers a comprehensive treatment of core concepts, grounded in both classic studies and current and emerging research. The text also includes coverage of the DSM-5 in examinations of psychological disorders. Psychology incorporates discussions that reflect the diversity within the discipline, as well as the diversity of cultures and communities across the globe. The second edition contains detailed updates to address comments and suggestions from users. Significant improvements and additions were made in the areas of research currency, diversity and representation, and the relevance and recency of the examples. Many concepts were expanded or clarified, particularly through the judicious addition of detail and further explanation where necessary. Finally, the authors addressed the replication issues in the psychology discipline, both in the research chapter and where appropriate throughout the book. Table of Contents Introduction to Psychology Psychological Research Biopsychology States of Consciousness Sensation and Perception Learning Thinking and Intelligence Memory Lifespan Development Emotion and Motivation Personality Social Psychology Industrial-Organizational Psychology Stress, Lifestyle, and Health Psychological Disorders Therapy and Treatment "
    },
    {
        "img": "https://m.media-amazon.com/images/I/71gcCHAn1hL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "https://amzn.to/446JYIW",
        "title": "Critical Phenomenology: An Introduction",
        "author": "Elisa Magrì",
        "category": "psychology",
        "price": 69.95,
        "descipcion": " Phenomenology is one of the leading movements in twentieth-century philosophy and continues to exert a strong influence on many contemporary philosophical traditions and investigations. In recent years, phenomenological insights have been increasingly developed in relation to philosophy of illness, disability, race, gender, sexuality, and politics, leading to the emergence of critical phenomenology as a new, prominent field for interdisciplinary research. Magrì and McQueen's Critical Phenomenology: An Introduction is the first book of its kind, addressing the critical questions at the core of both classical and contemporary phenomenology. This book provides a concise, accessible introduction to key areas of phenomenological research, such as intersubjectivity, bodily experience, race, gender, social experience, and political action. In doing so, it demonstrates both the rich history of phenomenology and its continuing philosophical and ethical importance. This textbook will be essential reading for undergraduate philosophy students and academics interested in critical phenomenology. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51fhH6wWf1L._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "https://amzn.to/3NkM6X8",
        "title": "Stop Overthinking: 23 Techniques to Relieve Stress, Stop Negative Spirals, Declutter Your Mind, and Focus on the Present (The Path to Calm)",
        "author": "author",
        "category": "psychology",
        "price": 10.89,
        "descipcion": " Overcome negative thought patterns, reduce stress, and live a worry-free life. Overthinking is the biggest cause of unhappiness. Don't get stuck in a never-ending thought loop. Stay present and keep your mind off things that don't matter, and never will. Break free of your self-imposed mental prison. Stop Overthinking is a book that understands where you’ve been through,the exhausting situation you’ve put yourself into, and how you lose your mind in the trap of anxiety and stress. Acclaimed author Nick Trenton will walk you through the obstacles with detailed and proven techniques to help you rewire your brain, control your thoughts, and change your mental habits.What’s more, the book will provide you scientific approaches to completely change the way you think and feel about yourself by ending the vicious thought patterns. Stop agonizing over the past and trying to predict the future. Nick Trenton grew up in rural Illinois and is quite literally a farm boy. His best friend growing up was his trusty companion Leonard the dachshund. RIP Leonard. Eventually, he made it off the farm and obtained a BS in Economics, followed by an MA in Behavioral Psychology. Powerful ways to stop ruminating and dwelling on negative thoughts. -How to be aware of your negative spiral triggers-Identify and recognize your inner anxieties-How to keep the focus on relaxation and action-Proven methods to overcome stress attacks-Learn to declutter your mind and find focus Unleash your unlimited potential and start living. No more self-deprecating talk. No more sleepless nights with racing thoughts. Free your mind from overthinking and achieve more, feel better, and unleash your potential. Finally be able to live in the present moment. Live a stress-free life and conquer overthinking -- BUY NOW. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41j6vWeoebL._SX311_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3NAAxw6",
        "title": "DARK PSYCHOLOGY AND MANIPULATION: The ultimate guide to fully understand the Dark Side of Human Behavior while also learning how to protect yourself from manipulation.",
        "author": "PIERCE FULLER ",
        "category": "psychology",
        "price": 9.6,
        "descipcion": " Are you ready to delve into the depths of the human psyche and gain mastery over the art of manipulation? In \"Dark Psychology and Manipulation,\" author Pierce Fuller presents an unparalleled guide that will empower you to navigate the complex world of dark psychology while equipping you with the necessary tools to safeguard yourself. Within the pages of this comprehensive handbook, you will embark on an eye-opening journey, exploring the following key chapters: Chapter 1: Dark Psychology Overview (Page 8) ✔️ Gain a comprehensive understanding of dark psychology and its profound impact on human behavior. ✔️ Uncover the secrets that lie beneath the surface of manipulation and deception. Chapter 2: Using Dark Psychology on Others (Page 40) ✔️ Learn how to effectively apply dark psychology techniques to influence and control others. ✔️ Acquire the skills to navigate various situations with confidence and mastery. Chapter 3: Emotional Intelligence and Dark Psychology (Page 69) ✔️ Explore the intricate relationship between emotional intelligence and dark psychology. ✔️ Strengthen your emotional intelligence to protect yourself from manipulative tactics. Chapter 4: How Important is Emotional Intelligence? (Page 101) ✔️ Discover the significance of emotional intelligence in understanding and combating dark psychology. Chapter 5: Mind Control (Page 141) ✔️ Unravel the mysteries of mind control and its pervasive influence in everyday life. Chapter 6: Neuro-Linguistic Programming (Page 176) ✔️ Master the techniques of neuro-linguistic programming to enhance your communication skills and influence others. Chapter 7: Manipulation (Page 227) ✔️ Confront manipulative individuals and protect yourself from their tactics. ✔️ BONUS: Confront the Bullies in a Manner That Is Safe to Do So (Page 246-248) In \"Dark Psychology and Manipulation,\" Pierce Fuller presents invaluable insights and actionable strategies that will revolutionize your understanding of human behavior and empower you to defend yourself against manipulation. This 252-page masterpiece offers a comprehensive overview of dark psychology and provides the necessary tools to navigate the complex world of manipulation effectively. Take control of your life and gain the upper hand in any situation. Start reading this book now and unlock the secrets of dark psychology and manipulation! Click the \"Buy Now\" button and embark on a transformative journey of self-protection and empowerment. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/415GqTdo1AL._SX404_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3CAfKmc",
        "title": "MIND: PSYCHOLOGY--The Untold Story",
        "author": "David Lloyd Shepard",
        "category": "psychology",
        "price": 14.99,
        "descipcion": " This is a book about the most important discoveries in psychology. Not just the gnawed bones of the studies in a textbook, but what has been left out of what you think you know. From Genius to Suicide Bombers, from Science to Sex, all the best they never told you in school. • Quest for the Mind Code; how the mind is programmed by the environment. • New Evidence: How early experience \"hardwires\" the brain for perception, language, emotion, culture, love, sex.... Experience shapes the emotions in our brains. • The Brain: How experience controls the biology of the brain: Adrenalin, Cortisol, and Neurotransmitters flood the brain in response to Hollywood horror movies, words, anxiety-producing thoughts, and the girls shrieking “Witch, Witch!” at Salem... • Mind Control is an everyday occurrence. Psychology’s General Theory of Relativity; Kamikaze pilots, suicide bombers, celebrity, Tank Killing dogs, sex, and Sacred Cows. .• Cogito, ergo, cogito cogito: I think, therefore, I think, I think. The fact that we can think has created the illusion that we do think. Test yourself. • How is it that the greatest minds in history were able to make some of the most astonishing discoveries of all time when others could not? All of us want to read about the amazing, secret, hidden powers of the mind. This book is often about the opposite; not just the genius of the mind but the other 99.9% of reality. • MIND is about what has been left out, what others have not told us, in our high schools, our colleges, our psychology textbooks, and our daily news. Albert Einstein, in his autobiography, spoke of the realization of how much is censored from us. This led Einstein to \"...an orgy of freethinking\"; About life, freedom, and the ideas they forced him to memorize in his physics textbooks. • A computer is only an expensive paperweight. It has value only when programs for word processing, spreadsheets, games, etc. are fed into it. The mind is the same. The brain and the computer both have unique properties, but the key is in the learned programs. • MIND is not for the fainthearted, it is for those who, like Einstein, have already run slam into a reality they never knew existed, and who want to know what they were not told. If you read each chapter to the end, I think you will see a unique insight from anything you have heard before, solely based on the evidence from psychology. Some of it may be liberating, some of it may painfully clash with what we have been told. Some of it may make you laugh at the extent of human stupidity. Let the chips fall... "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41xdJMwg1vL._SX334_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3PiCEWB",
        "title": "Psychology, Theology, and Spirituality in Christian Counseling (AACC Library)",
        "author": "Mark R. McMinn",
        "category": "psychology",
        "price": 20.74,
        "descipcion": " The American Association of Christian Counselors and Tyndale House Publishers are committed to ministering to the spiritual needs of people. This book is part of the professional series that offers counselors the latest techniques, theory, and general information that is vital to their work. While many books have tried to integrate theology and psychology, this book takes another step and explores the importance of the spiritual disciplines in psychotherapy, helping counselors to integrate the biblical principles of forgiveness, redemption, restitution, prayer, and worship into their counseling techniques. Since its first publication in 1996, this book has quickly become a contemporary classic―a go-to handbook for integrating what we know is true from the disciplines of theology and psychology and how that impacts your daily walk with God. This book will help you integrate spiritual disciplines―such as prayer, Scripture reading, confession―into your own life and into counseling others. Mark R. McMinn, Ph.D., is professor of psychology at Wheaton College Graduate School in Wheaton, Illinois, where he directs and teaches in the Doctor of Psychology program. A diplomate in Clinical Psychology of the American Board of Professional Psychology, McMinn has thirteen years of postdoctoral experience in counseling, psychotherapy, and psychological testing. McMinn is the author of Making the Best of Stress: How Life's Hassles Can Form the Fruit of the Spirit; The Jekyll/Hyde Syndrome: Controlling Inner Conflict through Authentic Living; Cognitive Therapy Techniques in Christian Counseling; and Christians in the Crossfire (written with James D. Foster). He and his wife, Lisa, have three daughters. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51kFAJhdONS._SX388_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3PkGsqA",
        "title": "Insider's Guide to Graduate Programs in Clinical and Counseling Psychology: 2022/2023 Edition",
        "author": "John C. Norcross",
        "category": "psychology",
        "price": 16.17,
        "descipcion": " The definitive guide for prospective graduate students in clinical and counseling psychology has now been revised and updated for 2022/2023, with all-new data on more than 300 doctoral programs. This is the book you can rely on for finding the programs that meet your needs and maximizing your chances of getting in. Profiles cover each program's specializations or tracks, admission requirements, acceptance rates, financial aid, research areas, and clinical opportunities. The Insider's Guide is based on intensive research and includes information, advice, and decision-making worksheets not available from any other source. The 2022/2023 edition includes a new chapter on deciding between a doctoral or master's degree, shares insights on how COVID-19 has altered the admissions process, and addresses other timely topics. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51bQzhWBdIL._SY498_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/42G1Byo",
        "title": "Psychology: Counseling & Psychotherapy (Quick Study Academic)",
        "author": "Inc. BarCharts",
        "category": "psychology",
        "price": 6.95,
        "descipcion": " Our newest 3-panel psychology guide provides a detailed overview of counseling and psychotherapy. A perfect resource for psychology students or those already in the field, this guide includes a complete overview of the different types of psychotherapy treatments; key definitions, methods, effects, and criticisms for each treatment are also provided."
    },
    {
        "img": "https://m.media-amazon.com/images/I/317qlOLbZWL._SX322_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3XfDt4I",
        "title": "Desk Reference to the Diagnostic Criteria from DSM-5",
        "author": "American Psychiatric Association",
        "category": "psychology",
        "price": 31.29,
        "descipcion": " Desk Reference to the Diagnostic Criteria from DSM-5 by American Psychiatric Association 2013The Desk Reference to the Diagnostic Criteria From DSM-5 is a concise, affordable companion to the ultimate psychiatric reference, DSM-5. It includes the fully revised diagnostic classification, as well as all of the diagnostic criteria from DSM-5 in an easy-to-use paperback format. This handy reference provides quick access to the information essential to making a diagnosis. Designed to supplement DSM-5, this convenient guide will assist all mental health professionals as they integrate the DSM-5 diagnostic criteria into their diagnoses. The Diagnostic and Statistical Manual of Mental Disorders stands alone as the most authoritative reference available for clinical practice in the mental health field, and the structural and diagnostic changes in the fifth edition are must-know material for every clinician. The Desk Reference to the Diagnostic Criteria From DSM-5 distills the most crucial, updated diagnostic information from this volume to provide clinicians with an invaluable resource for effectively diagnosing mental disorders, ranging from the most prevalent to the least common. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41X7WYXyeFL._SX218_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "https://amzn.to/3NzVyXG",
        "title": "Princeton Review AP Psychology Premium Prep, 2023: 5 Practice Tests + Complete Content Review + Strategies & Techniques (College Test Preparation)",
        "author": "The Princeton Review",
        "category": "psychology",
        "price": 14.75,
        "descipcion": " PREMIUM PREP FOR A PERFECT 5! Ace the 2023 AP Psychology Exam with this Premium version of the Princeton Review's comprehensive study guide. Includes 5 full-length practice tests , thorough content reviews, targeted strategies for every section of the exam, and access to online extras. Techniques That Actually Work • Tried-and-true strategies to help you avoid traps and beat the test • Tips for pacing yourself and guessing logically • Essential tactics to help you work smarter, not harder Everything You Need for a High Score • Fully aligned with the latest College Board standards for AP® Psychology • Comprehensive content review for all test topics • Access to study plans, a handy list of key terms, helpful pre-college information, and more via your online Student Tools Practice Your Way to Excellence • 5 full-length practice tests (4 in the book, 1 online) with complete answer explanations • Practice drills at the end of each content review chapter • Step-by-step explanations of sample questions to help you create your personal pacing strategy • Online study guides to strategically plan out your AP Psychology prep "
    },
    {
        "img": "https://m.media-amazon.com/images/I/4187W86yEUL._SX326_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/449qi7z",
        "title": "Flow: The Psychology of Optimal Experience (Harper Perennial Modern Classics)",
        "author": "Mihaly Csikszentmihalyi",
        "category": "psychology",
        "price": 9.89,
        "descipcion": " “Csikszentmihalyi arrives at an insight that many of us can intuitively grasp, despite our insistent (and culturally supported) denial of this truth. That is, it is not what happens to us that determines our happiness, but the manner in which we make sense of that reality. . . . The manner in which Csikszentmihalyi integrates research on consciousness, personal psychology and spirituality is illuminating.” —Los Angeles Times Book Review The bestselling classic that holds the key to unlocking meaning, creativity, peak performance, and true happiness. Legendary psychologist Mihaly Csikszentmihalyi's famous investigations of \"optimal experience\" have revealed that what makes an experience genuinely satisfying is a state of consciousness called flow. During flow, people typically experience deep enjoyment, creativity, and a total involvement with life. In this new edition of his groundbreaking classic work, Csikszentmihalyi (\"the leading researcher into ‘flow states’\" —Newsweek) demonstrates the ways this positive state can be controlled, not just left to chance. Flow: The Psychology of Optimal Experience teaches how, by ordering the information that enters our consciousness, we can discover true happiness, unlock our potential, and greatly improve the quality of our lives. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51imEG4RTpL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "https://amzn.to/3Pf43sG",
        "title": "Wings of Fire: The Brightest Night: A Graphic Novel (Wings of Fire Graphic Novel #5) (Wings of Fire Graphix)",
        "author": "Tui T. Sutherland",
        "category": "novel",
        "price": 7.78,
        "descipcion": " The graphic novel adaptations of the #1 New York Times bestselling Wings of Fire series continue to set the world on fire! One will have the power of wings of fire . . . Sunny has always taken the Dragonet Prophecy very seriously. If Pyrrhia’s dragons need her, Clay, Tsunami, Glory, and Starflight to end the war, she’s ready to try. She even has some good ideas how to do it, if anyone would listen to her. But shattering news from Morrowseer has shaken Sunny’s faith in their destiny. Is it possible for anyone to end this terrible war and choose a new SandWing queen? What if everything they’ve been through was for nothing? Buried secrets, deadly surprises, and an unexpected side to scavengers are all waiting for her in the shifting sands of the desert, where Sunny must decide once and for all: Is her destiny already written? Or can five dragonets change their fate and save the world . . . the way they choose? "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51Ga6IWk4CL._SX218_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "https://amzn.to/3X5qylJ",
        "title": "Wings of Fire Box Set, The Jade Mountain Prophecy (Books 6-10)",
        "author": "Tui T. Sutherland ",
        "category": "novel",
        "price": 26.99,
        "descipcion": " The #1 New York Times bestselling Wings of Fire series is more collectible than ever in this five-book paperback boxed set! The bestselling Wings of Fire series continues with five more thrilling dragon adventures, now in a gift-ready boxed set: Moon Rising, Winter Turning, Escaping Peril, Talons of Power, and Darkness of Dragons."
    },
    {
        "img": "https://m.media-amazon.com/images/I/51JSo2gyr2L._SX331_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3XcwjOr",
        "title": "Nick and Charlie (Heartstopper)",
        "author": "Alice Oseman",
        "category": "adaptedToFilmAndTelevision",
        "price": 13.17,
        "descipcion": " From the mega-bestselling creator of Heartstopper, a must-have novella in which Heartstopper's lead characters, Nick and Charlie, face one of their biggest challenges yet. Absence makes the heart grow fonder... right? Everyone knows that Nick and Charlie love their nearly inseparable life together. But soon Nick will be leaving for university, and Charlie, a year younger, will be left behind. Everyone's asking if they're staying together, which is a stupid question... or at least that's what Nick and Charlie assume at first. As the time to say goodbye gets inevitably closer, both Nick and Charlie start to question whether their love is strong enough to survive being apart. Charlie is sure he's holding Nick back... and Nick can't tell what Charlie's thinking. Things spiral from there. Everyone knows that first loves rarely last forever. What will it take for Nick and Charlie to defy the odds? "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51neNReCHzL._SX331_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/42E7cVG",
        "title": "Heartstopper #2: A Graphic Novel (2)",
        "author": "Alice Oseman ",
        "category": "novel",
        "price": 6.37,
        "descipcion": " The second book in the delightfully sweet Heartstopper series, featuring beautiful two-color artwork! Now streaming on Netflix! Nick and Charlie are best friends, but one spontaneous kiss has changed everything. In the aftermath, Charlie thinks that he's made a horrible mistake and ruined his friendship with Nick, but Nick is more confused than ever.Love works in surprising ways, and Nick comes to see the world from a new perspective. He discovers all sorts of things about his friends, his family... and himself. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/512fBEQomNL._SX328_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3X4poGY",
        "title": "The Ballad of Songbirds and Snakes (A Hunger Games Novel) (The Hunger Games)",
        "author": "Suzanne Collins ",
        "category": "adaptedToFilmAndTelevision",
        "price": 14.69,
        "descipcion": " Ambition will fuel him.Competition will drive him.But power has its price. It is the morning of the reaping that will kick off the tenth annual Hunger Games. In the Capitol, eighteen-year-old Coriolanus Snow is preparing for his one shot at glory as a mentor in the Games. The once-mighty house of Snow has fallen on hard times, its fate hanging on the slender chance that Coriolanus will be able to outcharm, outwit, and outmaneuver his fellow students to mentor the winning tribute. The odds are against him. He's been given the humiliating assignment of mentoring the female tribute from District 12, the lowest of the low. Their fates are now completely intertwined -- every choice Coriolanus makes could lead to favor or failure, triumph or ruin. Inside the arena, it will be a fight to the death. Outside the arena, Coriolanus starts to feel for his doomed tribute... and must weigh his need to follow the rules against his desire to survive no matter what it takes. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51UHf-+ORaL._SX331_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3p1JVPX",
        "title": "Fourth Wing (The Empyrean, 1) ",
        "author": "Rebecca Yarros",
        "category": "fantasy",
        "price": 17.99,
        "descipcion": " \"Suspenseful, sexy, and with incredibly entertaining storytelling, the first in Yarros' Empyrean series will delight fans of romantic, adventure-filled fantasy.\" ―Booklist, starred review \"Fourth Wing will have your heart pounding from beginning to end... A fantasy like you've never read before.\" ―#1 New York Times bestselling author Jennifer L. Armentrout Enter the brutal and elite world of a war college for dragon riders from New York Times bestselling author Rebecca Yarros Twenty-year-old Violet Sorrengail was supposed to enter the Scribe Quadrant, living a quiet life among books and history. Now, the commanding general―also known as her tough-as-talons mother―has ordered Violet to join the hundreds of candidates striving to become the elite of Navarre: dragon riders. But when you’re smaller than everyone else and your body is brittle, death is only a heartbeat away...because dragons don’t bond to “fragile” humans. They incinerate them. With fewer dragons willing to bond than cadets, most would kill Violet to better their own chances of success. The rest would kill her just for being her mother’s daughter―like Xaden Riorson, the most powerful and ruthless wingleader in the Riders Quadrant. She’ll need every edge her wits can give her just to see the next sunrise. Yet, with every day that passes, the war outside grows more deadly, the kingdom's protective wards are failing, and the death toll continues to rise. Even worse, Violet begins to suspect leadership is hiding a terrible secret. Friends, enemies, lovers. Everyone at Basgiath War College has an agenda―because once you enter, there are only two ways out: graduate or die. The Empyrean series is best enjoyed in order. Reading Order: Book #1 Fourth Wing Book #2 Iron Flame "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41N+xy946fL._SX331_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3P6RZcV",
        "title": "We Were Liars",
        "author": "E. Lockhart",
        "category": "psychology",
        "price": 5.79,
        "descipcion": " A beautiful and distinguished family. A private island. A brilliant, damaged girl; a passionate, political boy. A group of four friends—the Liars—whose friendship turns destructive. A revolution. An accident. A secret. Lies upon lies. True love. The truth. Read it. And if anyone asks you how it ends, just LIE. \"Thrilling, beautiful, and blisteringly smart, We Were Liars is utterly unforgettable.\" —John Green, #1 New York Times bestselling author of The Fault in Our Stars "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51w53UYinrL._SX300_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/43UqUxE",
        "title": "Foundation",
        "author": "Isaac Asimov",
        "category": "adaptedToFilmAndTelevision",
        "price": 7.99,
        "descipcion": " The first novel in Isaac Asimov’s classic science-fiction masterpiece, the Foundation series THE EPIC SAGA THAT INSPIRED THE APPLE TV+ SERIES FOUNDATION • Nominated as one of America’s best-loved novels by PBS’s The Great American Read For twelve thousand years the Galactic Empire has ruled supreme. Now it is dying. But only Hari Seldon, creator of the revolutionary science of psychohistory, can see into the future—to a dark age of ignorance, barbarism, and warfare that will last thirty thousand years. To preserve knowledge and save humankind, Seldon gathers the best minds in the Empire—both scientists and scholars—and brings them to a bleak planet at the edge of the galaxy to serve as a beacon of hope for future generations. He calls his sanctuary the Foundation. The Foundation novels of Isaac Asimov are among the most influential in the history of science fiction, celebrated for their unique blend of breathtaking action, daring ideas, and extensive worldbuilding. In Foundation, Asimov has written a timely and timeless novel of the best—and worst—that lies in humanity, and the power of even a few courageous souls to shine a light in a universe of darkness. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41BberbG3PL._SX330_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3PbOAcK",
        "title": "I, Robot",
        "author": "Isaac Asimov",
        "category": "adaptedToFilmAndTelevision",
        "price": 13.39,
        "descipcion": " This classic science fiction masterwork by Isaac Asimov weaves stories about robots, humanity, and the deep questions of existence into a novel of shocking intelligence and heart. “A must-read for science-fiction buffs and literature enjoyers alike.”—The Guardian I, Robot, the first and most widely read book in Asimov’s Robot series, forever changed the world’s perception of artificial intelligence. Here are stories of robots gone mad, of mind-reading robots, and robots with a sense of humor. Of robot politicians, and robots who secretly run the world—all told with the dramatic blend of science fact and science fiction that has become Asimov’s trademark. The Three Laws of Robotics: 1) A robot may not injure a human being or, through inaction, allow a human being to come to harm. 2) A robot must obey orders given to it by human beings except where such orders would conflict with the First Law. 3) A robot must protect its own existence as long as such protection does not conflict with the First or Second Law. With these three, simple directives, Isaac Asimov formulated the laws governing robots’ behavior. In I, Robot, Asimov chronicles the development of the robot from its primitive origins in the present to its ultimate perfection in the not-so-distant future—a  future in which humanity itself may be rendered obsolete. “Tremendously exciting and entertaining . . . Asimov dramatizes an interesting question: How can we live with machines that, generation by generation, grow more intelligent than their creators and not eventually clash with our own invention?”—The Chicago Tribune "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51kWObTnUBL._SX399_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/43RYIvg",
        "title": "Foundation 3-Book Boxed Set: Foundation, Foundation and Empire, Second Foundation",
        "author": "Isaac Asimov ",
        "category": "adaptedToFilmAndTelevision",
        "price": 28.49,
        "descipcion": " The original trilogy of Isaac Asimov’s bestselling science fiction masterpiece, the Foundation series, in a striking boxed set package THE EPIC SAGA THAT INSPIRED THE APPLE TV+ SERIES FOUNDATION • Nominated as one of America’s best-loved series by PBS’s The Great American Read For twelve thousand years the Galactic Empire has ruled supreme. Now it is dying. But only Hari Seldon, creator of the revolutionary science of psychohistory, can see into the future—to a dark age of ignorance, barbarism, and warfare that will last thirty thousand years. To preserve knowledge and save humankind, Seldon gathers the best minds in the Empire—both scientists and scholars—and brings them to a bleak planet at the edge of the galaxy to serve as a beacon of hope for future generations. He calls his sanctuary the Foundation. Collected in this boxed set, Foundation, Foundation and Empire, and Second Foundation form the celebrated original trilogy that started it all. One of the most influential in the history of science fiction, the Foundation series is celebrated for its unique blend of breathtaking action, daring ideas, and extensive worldbuilding. Here, Asimov has written a timely and timeless saga of the best—and worst—that lies in humanity, and the power of even a few courageous souls to shine a light in a universe of darkness. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51Ga5GuElyL._SX331_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3Pa8pRy",
        "title": "Slow Horses (Deluxe Edition) (Slough House)",
        "author": "Mick Herron",
        "category": "adaptedToFilmAndTelevision",
        "price": 11.86,
        "descipcion": " Now an Apple Original series streaming on Apple TV+ starring Gary Oldman and Kristin Scott Thomas. Welcome to the thrilling and unnervingly prescient world of the slow horses. This team of MI5 agents is united by one common bond: They've screwed up royally and will do anything to redeem themselves. This special tenth-anniversary deluxe edition of a modern classic includes a foreword by the author, discussion questions for book clubs, and an exclusive short story featuring the slow horses. London, England: Slough House is where washed-up MI5 spies go to while away what’s left of their failed careers. The “slow horses,” as they’re called, have all disgraced themselves in some way to get relegated there. Maybe they botched an Op so badly they can’t be trusted anymore. Maybe they got in the way of an ambitious colleague and had the rug yanked out from under them. Maybe they just got too dependent on the bottle—not unusual in this line of work. One thing they have in common, though, is they want to be back in the action. And most of them would do anything to get there─even if it means having to collaborate with one another. When a young man is abducted and his kidnappers threaten to broadcast his beheading live on the Internet, the slow horses see an opportunity to redeem themselves. But is the victim really who he appears to be? "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51X+YaM5UrL._SY413_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/45YWgoL",
        "title": "Spider-Man: Across the Spider-Verse: The Art of the Movie",
        "author": "Ramin Zahed",
        "category": "adaptedToFilmAndTelevision",
        "price": 24,
        "descipcion": " The official behind-the-scenes tie-in book to Sony Pictures Animation’s Spider-Man: Across the Spider-Verse ​Miles Morales returns for the next chapter of the Oscar®-winning Spider-Verse saga, an epic adventure that will transport Brooklyn’s full-time, friendly neighborhood Spider-Man across the Multiverse to join forces with Gwen Stacy and a new team of Spider-People to face off with a villain more powerful than anything they have ever encountered. Spider-Man: Across the Spider-Verse: The Art of the Movie takes readers behind the scenes to showcase the art and artistry of Sony Pictures Animation’s highly-anticipated sequel to 2018’s Academy Award–winning animated feature, Spider-Man: Into the Spider-Verse. The ultimate deep dive into the on-screen return of the Spider-Man multiverse, the book features exclusive concept art, sketches, character designs, and storyboards from the visually innovative film, as well as interviews with key creators such as writers/producers Phil Lord and Christopher Miller, who offer insights into their creative process. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41p4IaPGP-L.jpg",
        "amazon": "https://amzn.to/3p3abcA",
        "title": "Shut Out (Bayard Hockey)",
        "author": "Kelly Jamieson",
        "category": "novel",
        "price": 4.99,
        "descipcion": " Jacob The Bayard College hockey team isn’t where I thought I’d be a season ago. I was a rising star in the Canadian major junior league, cruising toward a spot on an NHL roster—until a single disastrous night on the town brought it all crashing down. Now I’m out of options, except for playing well, studying hard, and staying away from girls. I shouldn’t be flirting with the hottest, sweetest chick I’ve ever met. But maybe she can actually help me out… Skylar I know Jacob is out of my league. I’m just trying to go with the flow, which isn’t easy when six feet and four inches of total hockey hotness is making a play for me one moment, then giving me the cold shoulder the next. Then he suggests a ridiculous plan that could help both of us. My head tells me this rugged athlete isn’t worth my time, but my body says something altogether different. Risking my heart for Jacob may be the craziest thing I’ve ever done . . . but I won’t let him shut me out. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51MnoHzleAL.jpg",
        "amazon": "https://amzn.to/3p2oazC",
        "title": "Scientists Who Changed History (DK People Who Changed History)",
        "author": "DK",
        "category": "scientists",
        "price": 9.99,
        "descipcion": " Explore the lives and achievements of more than 85 of the world's most inspirational and influential scientists with this innovative and boldly graphic biography-led book. The second title in DK's new illustrated biography series, Scientists Who Changed History profiles trailblazing individuals from Greek mathematicians, such as Archimedes and Hipparchus, through physicists of the early 20th-century, such as Marie Curie and Albert Einstein, to modern greats such as Stephen Hawking and Tim Berners-Lee. Each featured individual has made a major contribution to one or more scientific fields, from astronomy, biology, and psychology, to computer science and geology. Combining elements of biography, history, and analysis, Scientists Who Changed History explains the groundbreaking contributions made by these revolutionary men and women in a clear and informative way. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51T6VuuwZ1L.jpg",
        "amazon": "https://amzn.to/3CnEiOX",
        "title": "The Scientists: A History of Science Told Through the Lives of Its Greatest Inventors",
        "author": "John Gribbin",
        "category": "scientists",
        "price": 4.99,
        "descipcion": " A wonderfully readable account of scientiﬁc development over the past ﬁve hundred years, focusing on the lives and achievements of individual scientists, by the bestselling author of In Search of Schrödinger’s Cat In this ambitious new book, John Gribbin tells the stories of the people who have made science, and of the times in which they lived and worked. He begins with Copernicus, during the Renaissance, when science replaced mysticism as a means of explaining the workings of the world, and he continues through the centuries, creating an unbroken genealogy of not only the greatest but also the more obscure names of Western science, a dot-to-dot line linking amateur to genius, and accidental discovery to brilliant deduction. By focusing on the scientists themselves, Gribbin has written an anecdotal narrative enlivened with stories of personal drama, success and failure. A bestselling science writer with an international reputation, Gribbin is among the few authors who could even attempt a work of this magnitude. Praised as “a sequence of witty, information-packed tales” and “a terriﬁc read” by The Times upon its recent British publication, The Scientists breathes new life into such venerable icons as Galileo, Isaac Newton, Albert Einstein and Linus Pauling, as well as lesser lights whose stories have been undeservedly neglected. Filled with pioneers, visionaries, eccentrics and madmen, this is the history of science as it has never been told before. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51HKlMJKIQL.jpg",
        "amazon": "https://amzn.to/3NpOsVG",
        "title": "American Prometheus: The Triumph and Tragedy of J. Robert Oppenheimer",
        "author": "Kai Bird ",
        "category": "scientists",
        "price": 14.99,
        "descipcion": " PULITZER PRIZE WINNER • The definitive biography of J. Robert Oppenheimer, one of the iconic figures of the twentieth century, a brilliant physicist who led the effort to build the atomic bomb for his country in a time of war, and who later found himself confronting the moral consequences of scientific progress. THE INSPIRATION FOR THE MAJOR MOTION PICTURE OPPENHEIMER In this magisterial, acclaimed biography twenty-five years in the making, Kai Bird and Martin Sherwin capture Oppenheimer’s life and times, from his early career to his central role in the Cold War. This is biography and history at its finest, riveting and deeply informative. “A masterful account of Oppenheimer’s rise and fall, set in the context of the turbulent decades of America’s own transformation. It is a tour de force.” —Los Angeles Times Book Review “A work of voluminous scholarship and lucid insight, unifying its multifaceted portrait with a keen grasp of Oppenheimer’s essential nature.... It succeeds in deeply fathoming his most damaging, self-contradictory behavior.” —The New York Times "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41VYGdIb+mL.jpg",
        "amazon": "https://amzn.to/3P6Uqfq",
        "title": "Niels Bohr: The Life and Legacy of the Influential Atomic Scientist",
        "author": "Charles River Editors",
        "category": "scientists",
        "price": 0,
        "descipcion": " *Includes pictures *Includes online resources and a bibliography for further reading *Includes a table of contents “An expert is a person who has made all the mistakes that can be made in a very narrow field.” – Niels Bohr Sticky, flaky pastries injected with generous dollops of custard or fruit fillings. The iconic, brightly colored building blocks better known as Lego bricks. The scenic Nyhavn, a picturesque waterfront and entertainment district featuring a variety of traditional vessels and multicolored houses that color the reflections of the canal's glass-like surface. These are only a few of the plentiful fruits that have blossomed on Danish soil, and they demonstrate some of the many reasons why Denmark has been crowned among the top three happiest countries in the world (out of 155 nations surveyed) for seven consecutive years and counting. The Danes have incorporated a system that prizes a balance between work and play, the concept of “hygge,” solid investments made towards the treatment of mental illness, and a stellar welfare model. That has helped ensure that an endless stream of intellectuals, inventors, creative legends, and pioneers have hailed from Denmark over many centuries, from classical scholar Ada Adler to fabled 16th century astronomer Tycho Brahe. One of the most famous, and important, is Niels Bohr, a world-famous physicist and one of the patriarchs of quantum theory. Given the vibrant, peaceful haven that is Denmark today, it’s somewhat ironic that Bohr played an instrumental role in the development of the atomic bomb. Even so, the truth and depth of the matter, much like the self-professed pacifist himself, is far more complex. Niels Bohr: The Life and Legacy of the Influential Atomic Scientist examines the life and work that made Bohr one of the 20th century’s most important scientists. Along with pictures of important people, places, and events, you will learn about Bohr like never before. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51IHLiJvVuL.jpg",
        "amazon": "https://amzn.to/3NpRHwg",
        "title": "Tesla: Wizard at War: The Genius, the Particle Beam Weapon, and the Pursuit of Power",
        "author": "Marc J. Seifer",
        "category": "biographies",
        "price": 14.28,
        "descipcion": " In this revelatory new book, the author of the award-winning international bestseller Wizard: The Life & Times of Nikola Tesla delves deeper into the groundbreaking ideas and astonishing mind of one of the greatest geniuses of modern times . . . “In a few years hence, it will be possible for nations to fight without armies, ships or guns, by weapons far more terrible to the destructive action and range of which there is virtually no limit. Any city at any distance whatsoever from the enemy can be destroyed by him and no power on Earth can stop him from doing so.” —Nikola Tesla, circa 1925 Drawing on forty years of research and a treasure trove of new information, Tesla: Wizard at War provides a comprehensive view of Tesla’s discoveries, which continue to influence today’s military technology and diplomatic strategies. One of the world’s leading Tesla experts, Marc J. Seifer offers new insight into the brilliant scientist’s particle beam weapon (aka the “Death Ray”) and explores his military negotiations with pivotal historical figures—including his links to Joseph Stalin, Vannevar Bush, General Andrew McNaughton, and Franklin Delano Roosevelt. From Tesla’s role in the origins of Star Wars technology and his dynamic theory of gravity, to the real purpose behind the iconic tower at Wardenclyffe, this is an eye-opening account of Tesla’s projects, passions, and ambitions—and an illuminating, important study of one of history’s most intriguing figures. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41zOl63NFnL.jpg",
        "amazon": "https://amzn.to/3qIFn1y",
        "title": "How Numbers Work: Discover the strange and beautiful world of mathematics",
        "author": "New Scientist",
        "category": "scientists",
        "price": 3.99,
        "descipcion": " Think of a number between one and ten. No, hang on, let's make this interesting. Between zero and infinity. Even if you stick to the whole numbers, there are a lot to choose from - an infinite number in fact. Throw in decimal fractions and infinity suddenly gets an awful lot bigger (is that even possible?) And then there are the negative numbers, the imaginary numbers, the irrational numbers like pi which never end. It literally never ends. The world of numbers is indeed strange and beautiful. Among its inhabitants are some really notable characters - pi, e, the \"imaginary\" number i and the famous golden ratio to name just a few. Prime numbers occupy a special status. Zero is very odd indeed: is it a number, or isn't it? How Numbers Work takes a tour of this mind-blowing but beautiful realm of numbers and the mathematical rules that connect them. Not only that, but take a crash course on the biggest unsolved problems that keep mathematicians up at night, find out about the strange and unexpected ways mathematics influences our everyday lives, and discover the incredible connection between numbers and reality itself. ABOUT THE SERIES New Scientist Instant Expert books are definitive and accessible entry points to the most important subjects in science; subjects that challenge, attract debate, invite controversy and engage the most enquiring minds. Designed for curious readers who want to know how things work and why, the Instant Expert series explores the topics that really matter and their impact on individuals, society, and the planet, translating the scientific complexities around us into language that's open to everyone, and putting new ideas and discoveries into perspective and context. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/416egUcvz1L.jpg",
        "amazon": "https://amzn.to/43BXB32",
        "title": "Build a Mathematical Mind - Even If You Think You Can't Have One: Become a Pattern Detective. Boost Your Critical and Logical Thinking Skills. (Advanced Thinking Skills Book 4)",
        "author": "Albert Rutherford",
        "category": "scientists",
        "price": 4.99,
        "descipcion": " Would you like to be a proficient mathematician… without using numbers? There is so much more to math than geometry and calculus! It is present in almost every life aspect, from improving your communication skills to how to fit your luggage into your car. Did you always hate math because you couldn’t understand complex formulas? Don’t let a few equations or a bad teacher deter you from building a mathematical mind. Learn the best cognitive tools to revolutionize the way you make sense of problems and persevere in solving them. Boost your critical thinking and analytical skills. Mathematical thinking involves analyzing data, patterns, and relationships and evaluating information and arguments, which can help improve critical thinking skills. Adopt a mathematician’s mindset. Tinker, invent, make educated guesses, describe with precision, and use probability to your advantage. Build a Mathematical Mind – Even If You Think You Can’t Have One is an action manual that will help you sharpen your everyday life skills such as: - improving your logic, - understanding how probability works, - and making estimations. This is a research-backed math manual you'll love to read. It contains examples for faster learning and greater everyday impact. Hone your problem-solving skills and make better decisions. Albert Rutherford is an internationally bestselling author whose writing derives from various sources, such as research, coaching, academic, and real-life experience. Improve your communication skills. Mathematical thinking involves clearly and concisely explaining ideas and solutions, which can improve how you communicate. With enhanced precision, you will have a keen attention to detail and the ability to be accurate in your thinking and talking. Increase your confidence. Developing mathematical thinking skills can increase your confidence and self-esteem, being able to solve difficult problems and understand complex ideas. If you ever felt ashamed for not getting math, this is the time to heal that wound. Give math another chance. Let it make you unstoppable! "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41aJ3mgWH8L.jpg",
        "amazon": "https://amzn.to/3Cu4IP2",
        "title": "The Art of Statistical Thinking: Detect Misinformation, Understand the World Deeper, and Make Better Decisions. (Advanced Thinking Skills Book 3)",
        "author": "Albert Rutherford",
        "category": "scientists",
        "price": 4.99,
        "descipcion": " **WITH UPDATED CHARACTERS - I apologize for the inconvenience caused to my Kindle readers. Not knowing statistics can lead to a loss of money, time, and accurate information. What am I looking at? What do these numbers mean? Why? These are frequent thoughts of those who don’t know much about statistics. “I’m not a number’s person” is not a good excuse to avoid learning the basics of this essential skill. Are you a person who earns money? Do you shop at the supermarket? Do you vote? Do you read the news? I’m sure you do. Learn to make decisions like world leaders do. Do you like to make uninformed, often poor decisions? Are you okay with being manipulated by skewed charts and diagrams? How about being lied to about the effectiveness of a product? I’m sure you don’t. Statistics can help you make exponentially better calls on what to buy, who to listen to, and what to believe. This book offers a detailed, illustrated breakdown of the fundamentals of statistics. Develop and use formal logical thinking abilities to understand the message behind numbers and charts in science, politics, and economy. Sharpen your critical and analytic thinking skills. Know what to look for when analyzing data. Information gets skewed – often unintentionally – because of the mainstream ways of doing statistics that didn’t catch up to big data. Stop staying in the dark. This book shines the light on the most common statistical methods - and their most frequent misuse. This step-by-step guide not only helps you detect what goes wrong in statistics but also educates you on how to utilize invaluable information statistics gets right to your benefit. Avoid making decisions on misleading information. - How to Use Descriptive and Inferential Statistics to Understand the World. - Be Wary of Misleading Charts. - Make Better Decisions Using Probability. - Understand P-Values in Research. - Understand Potential Bias in Studies. Albert Rutherford is the internationally bestselling author of several books on systems thinking, game theory, and mathematical thinking. Jae H. Kim is a freelance writer in econometrics, statistics, and data analysis. Since obtaining his PhD in econometrics in 1997, he has been a professor in major Australian universities until 2022. He has published more than 70 academic articles and book chapters in econometrics, empirical finance, economics, and applied statistics, which have attracted nearly 5000 citations to date. Learn basic statistics and spend your money wisely. Statistics, as a learning tool, can be used or misused. Some will actively lie and mislead with statistics. More often, however, well-meaning people – even professionals - unintentionally report incorrect statistical conclusions. Knowing what errors and mistakes to look for will help you to be in a better position to evaluate the information you have been given. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/417pUYx+B3S.jpg",
        "amazon": "https://amzn.to/3qIFSZu",
        "title": "The Theory of Critical Thinking: Question, Analyze, Reflect, Debate. (The critical thinker Book 6)",
        "author": "Albert Rutherford",
        "category": "scientists",
        "price": 0,
        "descipcion": " Science-backed directives to think critically, make smarter choices, and become a seasoned fact-checker. You’ve been manipulated before by advertising tricks. You’ve overlooked important details and made mistakes in your thinking. You haven’t been fast enough to detect opportunities and others snatched them from you. We’ve all been in these scenarios. But we don’t have to stay there. Transform your thinking to solve complex problems, overcome obstacles, discover opportunities, and think more clearly and accurately. The Theory of Critical Thinkingis not your average “change your thoughts change your life” book. It is a step-by-step manual that presents the core principles of critical thinking and gives practical guidance on how to re-program yourself for deeper insights and a more conscious living. Here you will find research-proven, actionable tools that will help you to apply critical thinking practices immediately until they become a habit. Improve your understanding and gain mental clarity. Albert Rutherford is an internationally bestselling author whose writing derives from various sources, such as research, coaching, academic and real-life experience. Ask better questions to find more accurate answers and draw more profound insights. •The essential steps in developing critical thinking skills. •What deep thinking and analysis really look like. •How to debunk cognitive shortcuts, manipulations, and biases. Evidence-based practices for optimal decision-making. •How to avoid marketing manipulations and make optimal decisions. •How to ask questions that are free of subconscious suggestions. •Tips for creative thinking – reasoning by analogy. Start developing better critical thinking skills today by reading The Theory of Critical Thinking! This is the sixth book in the “The Critical Thinker” series as listed below: Elements of Critical Thinking: A Fundamental Guide to Effective Decision Making, Deep Analysis, Intelligent Reasoning, and Independent Thinking Lessons From Critical Thinkers: Methods for Clear Thinking and Analysis in Everyday Situations from the Greatest Thinkers in History Neuroscience and Critical Thinking: Understand the Hidden Pathways of Your Thought Patterns- Improve Your Memory, Make Rational Decisions, Tune Down Emotional Reactions, and Set Realistic Expectations 10-Minute Social Psychology: The Critical Thinker's Guide to Social Behavior, Motivation, and Influence To Make Rational and Effective Decisions The Art of Thinking Critically: Ask Great Questions, Spot Illogical Reasoning, and Make Sharp Arguments "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51IvkwQVhdL._SY346_.jpg",
        "amazon": "https://amzn.to/3J9zktg",
        "title": "Neuroscience and Critical Thinking: Understand the Hidden Pathways of Your Thought Patterns- Improve Your Memory, Make Rational Decisions, Tune Down Emotional ... Expectations (The critical thinker Book 3)",
        "author": "Albert Rutherford",
        "category": "scientists",
        "price": 4.99,
        "descipcion": " Improve your critical and rational thinking skills by understanding the science of your brain. Being irrational and making snap judgments is natural. But you can prevent both if you know what cognitive patterns to look for. Start thinking effectively from the root - neuroscience and how it impacts your critical analysis and thinking. Critical thinking skills improve your decision-making muscle, speed up your deductive thinking skills, and improve your judgment. In Neuroscience and Critical Thinking, you’ll find widely usable and situation-specific advice on how to view about your daily life, business, friendships, opinions, and even social media in a critical fashion. Easily spot errors in reasoning. •Think slowly and deliberately before making a snap judgment or decision •Question assumptions and opinions (including your own) •How to gather information before jumping to conclusions •Accept and expect that human nature is ultimately biased and prone to make cognitive errors Learn about the most important critical thinking principles as well as shortcuts to make better decisions. •Learn the main principles of critical thinking. •Solve underlying issues, not mere symptoms •Find the most rewarding aspects of any opportunity •Detect the thinking errors of larger groups or individuals Ask powerful questions to effectively self-assess. Level up your critical thinking skills and save time, filter out irrelevant information efficiently, and prioritize your resources to get the best results. Identify better problem-solving approaches rather than relying on standard methods that don’t suit your case. Enhance your communication skills, reasoning, and logic."
    },
    {
        "img": "https://m.media-amazon.com/images/I/418DMw4uQQL.jpg",
        "amazon": "https://amzn.to/3qCPBAv",
        "title": "Thinking in Algorithms: How to Combine Computer Analysis and Human Creativity for Better Problem-Solving and Decision-Making (Advanced Thinking Skills Book 1)",
        "author": "Albert Rutherford",
        "category": "scientists",
        "price": 4.99,
        "descipcion": " Think creatively like a human. Analyze and solve problems efficiently like a computer. Our everyday lives are filled with inefficient and ineffective decisions and solutions. Being overwhelmed by the magnitude of our problems makes it hard to think clearly. We procrastinate and overthink. Our thoughts are tainted with biases. If only there was a way to simplify our decision-making and problem-solving process and get satisfying, consistent results! The good news is, there is! Apply computer algorithms to your everyday problems. Learn what algorithms are and use them for better decision-making, problem-solving, and staying on track with your plans. Become more productive, organized, finish what you start, and make better decisions. If you feel that you’re not living up to your potential, struggle with being consistent about your habits, and would like to make quicker and better decisions, this book is for you! Get things started immediately and finish them within your deadline. Thinking in Algorithms presents research and scientific studies on behavioral economics, cognitive science, and neuropsychology about what constitutes a great decision, what are and how to manage its roadblocks. This is an interdisciplinary work that will help you learn how to apply computer algorithm-based solutions to your life challenges. Know when to stop. Be efficient with your time and energy. Albert Rutherford is an internationally bestselling author whose writing derives from various sources, such as research, coaching, academic and real-life experience. Machine learning principles for the laymen. - Learn to build your own problem-solving algorithms using a unique formula. - The science of optimal stopping. - How to overcome procrastination and overthinking using algorithms. Help your emotional, biased brain to make more rational and predictable decisions and follow through plans using algorithm-based problem-solving today! Not convinced yet? Check out the look inside feature of this book hitting the top left corner of this page and read the first pages for free! "
    },
    {
        "img": "https://m.media-amazon.com/images/I/413fsoDTfYL._SX329_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/43yJyv3",
        "title": "Ordinary Man, An: The Surprising Life and Historic Presidency of Gerald R. Ford",
        "author": "Richard Norton Smith",
        "category": "biographies",
        "price": 19.99,
        "descipcion": " “Richard Norton Smith had brought a lifetime of wisdom, insight, and storytelling verve to the life of a consequential president—Gerald R. Ford. Ford’s is a very American life, and Smith has charted its vicissitudes and import with great grace and illuminating perspective. A marvelous achievement!” -- Jon Meacham From the preeminent presidential scholar and acclaimed biographer of historical figures including George Washington, Herbert Hoover, and Nelson Rockefeller comes this eye-opening life of Gerald R. Ford, whose presidency arguably set the course for post-liberal America and a post-Cold War world. For many Americans, President Gerald Ford was the genial accident of history who controversially pardoned his Watergate-tarnished predecessor, presided over the fall of Saigon, and became a punching bag on Saturday Night Live. Yet as Richard Norton Smith reveals in a book full of surprises, Ford was an underrated leader whose tough decisions and personal decency look better with the passage of time. Drawing on hundreds of interviews and thousands of documents, Smith recreates Ford’s hardscrabble childhood in Michigan, his early anti-establishment politics and lifelong love affair with the former Betty Bloomer, whose impact on American culture he predicted would outrank his own. As president, Ford guided the nation through its worst Constitutional crisis since the Civil War and broke the back of the most severe economic downturn since the Great Depression—accomplishing both with little fanfare or credit (at least until 2001 when the JFK Library gave him its prestigious Profile in Courage Award in belated recognition of the Nixon pardon). Less coda than curtain raiser, Ford's administration bridged the Republican pragmatism of Eisenhower and Nixon and the more doctrinaire conservatism of Ronald Reagan. His introduction of economic deregulation would transform the American economy, while his embrace of the Helsinki Accords hastened the collapse of the Soviet Union. Illustrated with sixteen pages of black-and-white photos, this definitive biography, a decade in the making, will change history’s views of a man whose warning about presidential arrogance (“God help the country”) is more relevant than ever. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41EWwG1VvHL.jpg",
        "amazon": "https://amzn.to/43DQl74",
        "title": "Against the Wind: Edward Kennedy and the Rise of Conservatism, 1976-2009",
        "author": "Neal Gabler ",
        "category": "biographies",
        "price": 13.99,
        "descipcion": " From the author of Catching the Wind comes the second volume of the definitive biography of Ted Kennedy and a history of modern American liberalism. “Magisterial . . . an intricate, astute study of political power brokering comparable to Robert A. Caro’s profile of Lyndon Johnson in Master of the Senate.”—Publishers Weekly (starred review) Against the Wind completes Neal Gabler’s magisterial biography of Ted Kennedy, but it also unfolds the epic, tragic story of the fall of liberalism and the destruction of political morality in America. With Richard Nixon having stilled the liberal wind that once propelled Kennedy’s—and his fallen brothers’—political crusades, Ted Kennedy faced a lonely battle. As Republicans pressed Reaganite dogmas of individual freedom and responsibility and Democratic centrists fell into line, Kennedy was left as the most powerful voice legislating on behalf of those society would neglect or punish: the poor, the working class, and African Americans. Gabler shows how the fault lines that cracked open in the wake of the Civil Rights movement and Vietnam were intentionally widened by Kennedy’s Republican rivals to create a moral vision of America that stood in direct opposition to once broadly shared commitments to racial justice and economic equality. Yet even as he fought this shift, Ted Kennedy’s personal moral failures in this era—the endless rumors of his womanizing and public drunkenness and his bizarre behavior during the events that led to rape accusations against his nephew William Kennedy Smith—would be used again and again to weaken his voice and undercut his claims to political morality. Tracing Kennedy’s life from the wilderness of the Reagan years through the compromises of the Clinton era, from his rage against the craven cruelty of George W. Bush to his hope that Obama would deliver on a lifetime of effort on behalf of universal health care, Gabler unfolds Kennedy’s heroic legislative work against the backdrop of a nation grown lost and fractured. In this outstanding conclusion to the saga that began with Catching the Wind, Neal Gabler offers his inimitable insight into a man who fought to keep liberalism alive when so many were determined to extinguish it. Against the Wind sheds new light both on a revered figure in the American Century and on America’s current existential crisis. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51ewWNrkjEL._SX334_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3oXlO4Q",
        "title": "The Black Count: Glory, Revolution, Betrayal, and the Real Count of Monte Cristo",
        "author": "Tom Reiss",
        "category": "biographies",
        "price": 38,
        "descipcion": " WINNER OF THE 2013 PULITZER PRIZE FOR BIOGRAPHY General Alex Dumas is a man almost unknown today, yet his story is strikingly familiar—because his son, the novelist Alexandre Dumas, used his larger-than-life feats as inspiration for such classics as The Count of Monte Cristo and The Three Musketeers. But, hidden behind General Dumas's swashbuckling adventures was an even more incredible secret: he was the son of a black slave—who rose higher in the white world than any man of his race would before our own time. Born in Saint-Domingue (now Haiti), Alex Dumas made his way to Paris, where he rose to command armies at the height of the Revolution—until he met an implacable enemy he could not defeat. The Black Count is simultaneously a riveting adventure story, a lushly textured evocation of 18th-century France, and a window into the modern world’s first multi-racial society. TIME magazine called The Black Count \"one of those quintessentially human stories of strength and courage that sheds light on the historical moment that made it possible.\" But it is also a heartbreaking story of the enduring bonds of love between a father and son. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/4119AW7yvlL.jpg",
        "amazon": "https://amzn.to/3Np7pYu",
        "title": "Steve Jobs",
        "author": "Walter Isaacson",
        "category": "biographies",
        "price": 16.99,
        "descipcion": " Walter Isaacson’s “enthralling” (The New Yorker) worldwide bestselling biography of Apple cofounder Steve Jobs. Based on more than forty interviews with Steve Jobs conducted over two years—as well as interviews with more than 100 family members, friends, adversaries, competitors, and colleagues—Walter Isaacson has written a riveting story of the roller-coaster life and searingly intense personality of a creative entrepreneur whose passion for perfection and ferocious drive revolutionized six industries: personal computers, animated movies, music, phones, tablet computing, and digital publishing. At a time when America is seeking ways to sustain its innovative edge, Jobs stands as the ultimate icon of inventiveness and applied imagination. He knew that the best way to create value in 21st century was to connect creativity with technology. He built a company where leaps of the imagination were combined with remarkable feats of engineering. Although Jobs cooperated with the author, he asked for no control over what was written. He put nothing off-limits. He encouraged the people he knew to speak honestly. And Jobs speaks candidly, sometimes brutally so, about the people he worked with and competed against. His friends, foes, and colleagues provide an unvarnished view of the passions, perfectionism, obsessions, artistry, devilry, and compulsion for control that shaped his approach to business and the innovative products that resulted. Driven by demons, Jobs could drive those around him to fury and despair. But his personality and products were interrelated, just as Apple’s hardware and software tended to be, as if part of an integrated system. His tale is instructive and cautionary, filled with lessons about innovation, character, leadership, and values. Steve Jobs is the inspiration for the movie of the same name starring Michael Fassbender, Kate Winslet, Seth Rogen, and Jeff Daniels, directed by Danny Boyle with a screenplay by Aaron Sorkin. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/510RQE9G+AL.jpg",
        "amazon": "https://amzn.to/3qH0KAb",
        "title": "Einstein: His Life and Universe",
        "author": "Walter Isaacson",
        "category": "biographies",
        "price": 14.99,
        "descipcion": " By the author of the acclaimed bestsellers Benjamin Franklin and Steve Jobs, this is the definitive biography of Albert Einstein. How did his mind work? What made him a genius? Isaacson’s biography shows how his scientific imagination sprang from the rebellious nature of his personality. His fascinating story is a testament to the connection between creativity and freedom. Based on newly released personal letters of Einstein, this book explores how an imaginative, impertinent patent clerk—a struggling father in a difficult marriage who couldn’t get a teaching job or a doctorate—became the mind reader of the creator of the cosmos, the locksmith of the mysteries of the atom, and the universe. His success came from questioning conventional wisdom and marveling at mysteries that struck others as mundane. This led him to embrace a morality and politics based on respect for free minds, free spirits, and free individuals. These traits are just as vital for this new century of globalization, in which our success will depend on our creativity, as they were for the beginning of the last century, when Einstein helped usher in the modern age. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/91b4Rhig49L._AC_UY218_.jpg",
        "amazon": "https://amzn.to/3P8Khih",
        "title": "Benjamin Franklin: An American Life",
        "author": "Walter Isaacson",
        "category": "biographies",
        "price": 16.99,
        "descipcion": " In this authoritative and engrossing full-scale biography, Walter Isaacson, bestselling author of Einstein and Steve Jobs, shows how the most fascinating of America's founders helped define our national character. Benjamin Franklin is the founding father who winks at us, the one who seems made of flesh rather than marble. In a sweeping narrative that follows Franklin’s life from Boston to Philadelphia to London and Paris and back, Walter Isaacson chronicles the adventures of the runaway apprentice who became, over the course of his eighty-four-year life, America’s best writer, inventor, media baron, scientist, diplomat, and business strategist, as well as one of its most practical and ingenious political leaders. He explores the wit behind Poor Richard’s Almanac and the wisdom behind the Declaration of Independence, the new nation’s alliance with France, the treaty that ended the Revolution, and the compromises that created a near-perfect Constitution. In this colorful and intimate narrative, Isaacson provides the full sweep of Franklin’s amazing life, showing how he helped to forge the American national identity and why he has a particular resonance in the twenty-first century. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41YMXMqcqtL._SY346_.jpg",
        "amazon": "https://amzn.to/3qwDSmK",
        "title": "Elon Musk",
        "author": "Walter Isaacson ",
        "category": "category",
        "price": 16.99,
        "descipcion": " From the author of Steve Jobs and other bestselling biographies, this is the astonishingly intimate story of the most fascinating and controversial innovator of our era—a rule-breaking visionary who helped to lead the world into the era of electric vehicles, private space exploration, and artificial intelligence. Oh, and took over Twitter. When Elon Musk was a kid in South Africa, he was regularly beaten by bullies. One day a group pushed him down some concrete steps and kicked him until his face was a swollen ball of flesh. He was in the hospital for a week. But the physical scars were minor compared to the emotional ones inflicted by his father, an engineer, rogue, and charismatic fantasist. His father’s impact on his psyche would linger. He developed into a tough yet vulnerable man-child, prone to abrupt Jekyll-and-Hyde mood swings, with an exceedingly high tolerance for risk, a craving for drama, an epic sense of mission, and a maniacal intensity that was callous and at times destructive. At the beginning of 2022—after a year marked by SpaceX launching thirty-one rockets into orbit, Tesla selling a million cars, and him becoming the richest man on earth—Musk spoke ruefully about his compulsion to stir up dramas. “I need to shift my mindset away from being in crisis mode, which it has been for about fourteen years now, or arguably most of my life,” he said. It was a wistful comment, not a New Year’s resolution. Even as he said it, he was secretly buying up shares of Twitter, the world’s ultimate playground. Over the years, whenever he was in a dark place, his mind went back to being bullied on the playground. Now he had the chance to own the playground. For two years, Isaacson shadowed Musk, attended his meetings, walked his factories with him, and spent hours interviewing him, his family, friends, coworkers, and adversaries. The result is the revealing inside story, filled with amazing tales of triumphs and turmoil, that addresses the question: are the demons that drive Musk also what it takes to drive innovation and progress? "
    },
    {
        "img": "https://m.media-amazon.com/images/I/31OmcLb0fKL.jpg",
        "amazon": "https://amzn.to/3PaGotq",
        "title": "The Autobiography of Mark Twain: The Complete and Authoritative ",
        "author": "Mark Twain",
        "category": "biographies",
        "price": 1.99,
        "descipcion": " In terms of intellect, attitude, and behaviour, Mark Twain was a character larger than life. He created works of fiction full of bravery, adventure, tragedy, and humour that were a reflection of the then-evolving America. He also narrates his own life story with the same style and grace that he used to write fiction, along with sixteen pages of images. On his deathbed, Twain made the promise to himself to write this autobiography, promising to be \"free and frank and unembarrassed\" in the account of his life and his experiences."
    },
    {
        "img": "https://m.media-amazon.com/images/I/514BVljl9wL.jpg",
        "amazon": "https://amzn.to/42AGe1i",
        "title": "Alexander Hamilton",
        "author": "Ron Chernow",
        "category": "biographies",
        "price": 14.99,
        "descipcion": " The #1 New York Times bestseller, and the inspiration for the hit Broadway musical Hamilton! Pulitzer Prize-winning author Ron Chernow presents a landmark biography of Alexander Hamilton, the Founding Father who galvanized, inspired, scandalized, and shaped the newborn nation. \"Grand-scale biography at its best—thorough, insightful, consistently fair, and superbly written . . . A genuinely great book.\" —David McCullough “A robust full-length portrait, in my view the best ever written, of the most brilliant, charismatic and dangerous founder of them all.\" —Joseph Ellis Few figures in American history have been more hotly debated or more grossly misunderstood than Alexander Hamilton. Chernow’s biography gives Hamilton his due and sets the record straight, deftly illustrating that the political and economic greatness of today’s America is the result of Hamilton’s countless sacrifices to champion ideas that were often wildly disputed during his time. “To repudiate his legacy,” Chernow writes, “is, in many ways, to repudiate the modern world.” Chernow here recounts Hamilton’s turbulent life: an illegitimate, largely self-taught orphan from the Caribbean, he came out of nowhere to take America by storm, rising to become George Washington’s aide-de-camp in the Continental Army, coauthoring The Federalist Papers, founding the Bank of New York, leading the Federalist Party, and becoming the first Treasury Secretary of the United States.Historians have long told the story of America’s birth as the triumph of Jefferson’s democratic ideals over the aristocratic intentions of Hamilton. Chernow presents an entirely different man, whose legendary ambitions were motivated not merely by self-interest but by passionate patriotism and a stubborn will to build the foundations of American prosperity and power. His is a Hamilton far more human than we’ve encountered before—from his shame about his birth to his fiery aspirations, from his intimate relationships with childhood friends to his titanic feuds with Jefferson, Madison, Adams, Monroe, and Burr, and from his highly public affair with Maria Reynolds to his loving marriage to his loyal wife Eliza. And never before has there been a more vivid account of Hamilton’s famous and mysterious death in a duel with Aaron Burr in July of 1804. Chernow’s biography is not just a portrait of Hamilton, but the story of America’s birth seen through its most central figure. At a critical time to look back to our roots, Alexander Hamilton will remind readers of the purpose of our institutions and our heritage as Americans. 9780143034759 "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51RD7cKm8pL.jpg",
        "amazon": "https://amzn.to/3P56pdl",
        "title": "Barracoon: The Story of the Last 'Black Cargo'",
        "author": "Zora Neale Hurston",
        "category": "biographies",
        "price": 11.99,
        "descipcion": " New York Times Bestseller •  TIME Magazine’s Best Nonfiction Book of 2018 • New York Public Library’s Best Book of 2018 • NPR’s Book Concierge Best Book of 2018 • Economist Book of the Year • SELF.com’s Best Books of 2018 • Audible’s Best of the Year • BookRiot’s Best Audio Books of 2018 • The Atlantic’s Books Briefing: History, Reconsidered • Atlanta Journal Constitution, Best Southern Books 2018  • The Christian Science Monitor’s Best Books 2018 • “A profound impact on Hurston’s literary legacy.”—New York Times “One of the greatest writers of our time.”—Toni Morrison “Zora Neale Hurston’s genius has once again produced a Maestrapiece.”—Alice Walker A major literary event: a newly published work from the author of the American classic Their Eyes Were Watching God, with a foreword from Pulitzer Prize-winning author Alice Walker, brilliantly illuminates the horror and injustices of slavery as it tells the true story of one of the last-known survivors of the Atlantic slave trade—abducted from Africa on the last \"Black Cargo\" ship to arrive in the United States. In 1927, Zora Neale Hurston went to Plateau, Alabama, just outside Mobile, to interview eighty-six-year-old Cudjo Lewis. Of the millions of men, women, and children transported from Africa to America as slaves, Cudjo was then the only person alive to tell the story of this integral part of the nation’s history. Hurston was there to record Cudjo’s firsthand account of the raid that led to his capture and bondage fifty years after the Atlantic slave trade was outlawed in the United States. In 1931, Hurston returned to Plateau, the African-centric community three miles from Mobile founded by Cudjo and other former slaves from his ship. Spending more than three months there, she talked in depth with Cudjo about the details of his life. During those weeks, the young writer and the elderly formerly enslaved man ate peaches and watermelon that grew in the backyard and talked about Cudjo’s past—memories from his childhood in Africa, the horrors of being captured and held in a barracoon for selection by American slavers, the harrowing experience of the Middle Passage packed with more than 100 other souls aboard the Clotilda, and the years he spent in slavery until the end of the Civil War. Based on those interviews, featuring Cudjo’s unique vernacular, and written from Hurston’s perspective with the compassion and singular style that have made her one of the preeminent American authors of the twentieth-century, Barracoon masterfully illustrates the tragedy of slavery and of one life forever defined by it. Offering insight into the pernicious legacy that continues to haunt us all, black and white, this poignant and powerful work is an invaluable contribution to our shared history and culture. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51-lJ5VFoWL.jpg",
        "amazon": "https://amzn.to/3qudNVp",
        "title": "10-Minute Social Psychology: The Critical Thinker's Guide to Social Behavior, Motivation, and Influence To Make Rational and Effective Decisions",
        "author": "Albert Rutherford",
        "category": "psychology",
        "price": 0,
        "descipcion": " If yes, you’ve come to the right place! 10-Minute Social Psychology is a unique book that takes a deeper look into social conflicts: what causes them, what keeps them alive, and most importantly—what you can do about them. The book presents how social awareness is built and takes you step by step through its various mindset shifts and actionable observations. Using the best studies and lessons of social neuroscience and social psychology, this book helps you understand how others influence your thoughts, feelings, and behaviors. Establishing connection between raw biological and social cognition, the neuroscientific method can have a tremendous impact on our behavior. Improve your: - decision-making; - critical thinking and reasoning; - physical and mental well-being; and your - self-understanding. 10-Minute Social Psychology addresses social concerns such as discrimination, in- and out-group dynamics, competition vs. cooperation, and social acceptability and likability, using neuroscience and social psychology-backed data, giving guidelines and critical-thinking practices to diminish these concerns. Learn to predict and change others’ behavior, as well as your own. - How can our understanding of social behavior be expanded upon and improved? - How do social processes impact the human brain? - Which brain areas implement social behavior? Can we influence them? Become more likable by becoming more empathetic. -Tame the social categorization muscle in dimensions like gender, race, or age. - What is the cost of social stress? - How do we become better at cooperation and competition? - How do we become less susceptible to social influence? Humans are social creatures—our health and well-being partially depends on others. 10-Minute Social Psychology helps you to understand the critical function of how we make sense of and connect with people."
    },
    {
        "img": "https://m.media-amazon.com/images/I/41-yZIthD3L._SX330_BO1,204,203,200_.jpg",
        "amazon": "amazon",
        "title": "Tender Is the Flesh",
        "author": "Agustina Bazterrica",
        "category": "horror",
        "price": 13.79,
        "descipcion": " Working at the local processing plant, Marcos is in the business of slaughtering humans—though no one calls them that anymore. His wife has left him, his father is sinking into dementia, and Marcos tries not to think too hard about how he makes a living. After all, it happened so quickly. First, it was reported that an infectious virus has made all animal meat poisonous to humans. Then governments initiated the “Transition.” Now, eating human meat—“special meat”—is legal. Marcos tries to stick to numbers, consignments, processing. Then one day he’s given a gift: a live specimen of the finest quality. Though he’s aware that any form of personal contact is forbidden on pain of death, little by little he starts to treat her like a human being. And soon, he becomes tortured by what has been lost—and what might still be saved. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41bMrsS9jkL.jpg",
        "amazon": "https://amzn.to/461xIvm",
        "title": "Lessons in Chemistry: A Novel ",
        "author": "Bonnie Garmus",
        "category": "novel",
        "price": 14.99,
        "descipcion": " #1 NEW YORK TIMES BESTSELLER • GMA BOOK CLUB PICK • Meet Elizabeth Zott: “a gifted research chemist, absurdly self-assured and immune to social convention” (The Washington Post) in 1960s California whose career takes a detour when she becomes the unlikely star of a beloved TV cooking show. • APPLE TV+ SERIES COMING LATER THIS YEAR This novel is “irresistible, satisfying and full of fuel” (The New York Times Book Review) and “witty, sometimes hilarious...the Catch-22 of early feminism” (Stephen King, via Twitter). A BEST BOOK OF THE YEAR: The New York Times, Washington Post, NPR, Oprah Daily, Entertainment Weekly, Newsweek Chemist Elizabeth Zott is not your average woman. In fact, Elizabeth Zott would be the first to point out that there is no such thing as an average woman. But it’s the early 1960s and her all-male team at Hastings Research Institute takes a very unscientific view of equality. Except for one: Calvin Evans; the lonely, brilliant, Nobel–prize nominated grudge-holder who falls in love with—of all things—her mind. True chemistry results. But like science, life is unpredictable. Which is why a few years later Elizabeth Zott finds herself not only a single mother, but the reluctant star of America’s most beloved cooking show Supper at Six. Elizabeth’s unusual approach to cooking (“combine one tablespoon acetic acid with a pinch of sodium chloride”) proves revolutionary. But as her following grows, not everyone is happy. Because as it turns out, Elizabeth Zott isn’t just teaching women to cook. She’s daring them to change the status quo. Laugh-out-loud funny, shrewdly observant, and studded with a dazzling cast of supporting characters, Lessons in Chemistry is as original and vibrant as its protagonist. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51kVpauOUAL.jpg",
        "amazon": "https://amzn.to/3N76HOi",
        "title": "The Seven Husbands of Evelyn Hugo: A Novel",
        "author": "Taylor Jenkins Reid",
        "category": "novel",
        "price": 14.99,
        "descipcion": " NEW YORK TIMES BESTSELLER “If you’re looking for a book to take on holiday this summer, The Seven Husbands of Evelyn Hugo has got all the glitz and glamour to make it a perfect beach read.” —Bustle From the New York Times bestselling author of Daisy Jones & the Six—an entrancing and “wildly addictive journey of a reclusive Hollywood starlet” (PopSugar) as she reflects on her relentless rise to the top and the risks she took, the loves she lost, and the long-held secrets the public could never imagine. Aging and reclusive Hollywood movie icon Evelyn Hugo is finally ready to tell the truth about her glamorous and scandalous life. But when she chooses unknown magazine reporter Monique Grant for the job, no one is more astounded than Monique herself. Why her? Why now? Monique is not exactly on top of the world. Her husband has left her, and her professional life is going nowhere. Regardless of why Evelyn has selected her to write her biography, Monique is determined to use this opportunity to jumpstart her career. Summoned to Evelyn’s luxurious apartment, Monique listens in fascination as the actress tells her story. From making her way to Los Angeles in the 1950s to her decision to leave show business in the ‘80s, and, of course, the seven husbands along the way, Evelyn unspools a tale of ruthless ambition, unexpected friendship, and a great forbidden love. Monique begins to feel a very real connection to the legendary star, but as Evelyn’s story near its conclusion, it becomes clear that her life intersects with Monique’s own in tragic and irreversible ways. “Heartbreaking, yet beautiful” (Jamie Blynn, Us Weekly), The Seven Husbands of Evelyn Hugo is “Tinseltown drama at its finest” (Redbook): a mesmerizing journey through the splendor of old Hollywood into the harsh realities of the present day as two women struggle with what it means—and what it costs—to face the truth. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51YGx8qVVXL.jpg",
        "amazon": "amazon",
        "title": "Hello Beautiful (Oprah's Book Club): A Novel",
        "author": "Ann Napolitano",
        "category": "novel",
        "price": 13.99,
        "descipcion": " NEW YORK TIMES BESTSELLER • OPRAH’S BOOK CLUB PICK • From the author of Dear Edward comes a “powerfully affecting” (People) family story that asks: Can love make a broken person whole? “Another tender tearjerker . . . Napolitano chronicles life’s highs and lows with aching precision.”—The Washington Post William Waters grew up in a house silenced by tragedy, where his parents could hardly bear to look at him, much less love him—so when he meets the spirited and ambitious Julia Padavano in his freshman year of college, it’s as if the world has lit up around him. With Julia comes her family, as she and her three sisters are inseparable: Sylvie, the family’s dreamer, is happiest with her nose in a book; Cecelia is a free-spirited artist; and Emeline patiently takes care of them all. With the Padavanos, William experiences a newfound contentment; every moment in their house is filled with loving chaos. But then darkness from William’s past surfaces, jeopardizing not only Julia’s carefully orchestrated plans for their future, but the sisters’ unshakeable devotion to one another. The result is a catastrophic family rift that changes their lives for generations. Will the loyalty that once rooted them be strong enough to draw them back together when it matters most? An exquisite homage to Louisa May Alcott’s timeless classic, Little Women, Hello Beautiful is a profoundly moving portrait of what is possible when we choose to love someone not in spite of who they are, but because of it. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51VC+Vru96L.jpg",
        "amazon": "https://amzn.to/45W0GMZ",
        "title": "It Starts with Us: A Novel (It Ends with Us Book 2)",
        "author": "Colleen Hoover ",
        "category": "novel",
        "price": 13.99,
        "descipcion": " Before It Ends with Us, it started with Atlas. Colleen Hoover tells fan favorite Atlas’s side of the story and shares what comes next in this long-anticipated sequel to the “glorious and touching” (USA TODAY) #1 New York Times bestseller It Ends with Us. Lily and her ex-husband, Ryle, have just settled into a civil coparenting rhythm when she suddenly bumps into her first love, Atlas, again. After nearly two years separated, she is elated that for once, time is on their side, and she immediately says yes when Atlas asks her on a date. But her excitement is quickly hampered by the knowledge that, though they are no longer married, Ryle is still very much a part of her life—and Atlas Corrigan is the one man he will hate being in his ex-wife and daughter’s life. Switching between the perspectives of Lily and Atlas, It Starts with Us picks up right where the epilogue for the “gripping, pulse-pounding” (Sarah Pekkanen, author of Perfect Neighbors) bestselling phenomenon It Ends with Us left off. Revealing more about Atlas’s past and following Lily as she embraces a second chance at true love while navigating a jealous ex-husband, it proves that “no one delivers an emotional read like Colleen Hoover” (Anna Todd, New York Times bestselling author). "
    },
    {
        "img": "https://m.media-amazon.com/images/I/413xAXeRQ8L.jpg",
        "amazon": "https://amzn.to/3X9EcnW",
        "title": "COLLEEN HOOVER SERIES READING ORDER (COMPLETE LIST)",
        "author": "Ashley Clark",
        "category": "novel",
        "price": 0,
        "descipcion": " Are you confused, In what order should you read Colleen Hoover’s series or non-series books? Then don't worry. I put all Colleen Hoover's series books in reading order and non-series books in order, including the best books to read, ranked by Amazon, Goodreads, and LibraryThing. Each list contains: Title of the book Release date Short synopsis to understand the theme of the book Start reading your favorite author, Colleen Hoover, before the price changes for his book. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41qiZpKBDvL.jpg",
        "amazon": "https://amzn.to/3J9XMdE",
        "title": "Things We Never Got Over (Knockemout Book 1) ",
        "author": "Lucy Score",
        "category": "novel",
        "price": 0,
        "descipcion": " Bearded, bad-boy barber Knox prefers to live his life the way he takes his coffee: Alone. Unless you count his basset hound, Waylon. Knox doesn’t tolerate drama, even when it comes in the form of a stranded runaway bride. Naomi wasn’t just running away from her wedding. She was riding to the rescue of her estranged twin to Knockemout, Virginia, a rough-around-the-edges town where disputes are settled the old-fashioned way…with fists and beer. Usually in that order. Too bad for Naomi her evil twin hasn’t changed at all. After helping herself to Naomi’s car and cash, Tina leaves her with something unexpected. The niece Naomi didn’t know she had. Now she’s stuck in town with no car, no job, no plan, and no home with an 11-year-old going on thirty to take care of. There’s a reason Knox doesn’t do complications or high-maintenance women, especially not the romantic ones. But since Naomi’s life imploded right in front of him, the least he can do is help her out of her jam. And just as soon as she stops getting into new trouble he can leave her alone and get back to his peaceful, solitary life. At least, that’s the plan until the trouble turns to real danger. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51Kb4HZ6hTL.jpg",
        "amazon": "https://amzn.to/3CoP5sj",
        "title": "Pretend You're Mine: A Small Town Love Story (Benevolence Book 1)",
        "author": "Lucy Score",
        "category": "novel",
        "price": 0,
        "descipcion": " I only wanted to protect you... Luke Garrison is a hometown hero, a member of the National Guard ready to deploy again. He's strong, sexy, broody. The last thing he's looking for is a woman to ruin his solitude. When the wildly beautiful Harper stumbles into his life, though, he realizes that she's the perfect decoy. A fake girlfriend to keep his family off his back until he's deployed. So what if kissing her sends his mind to wicked places? He can control himself. Can't he? Harper was on her way to starting a new life... again. But something about Luke makes her want to settle down in this small town and make his house a home. When she's in his arms, she finally knows what it's like to feel safe. Protected. One night of sharing a bed turns into something much, much more... and soon Luke can't keep his mind off Harper's wide gray eyes or his hands off her luscious curves. He never thought he'd feel this way about a woman again. But he knows that he can't tell her the truth about his dark past. And she can't reveal what she's running from. At least this isn't a real relationship. It's only for a month. It's only pretend. Until it isn't... "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41oVSv6Wl-L.jpg",
        "amazon": "https://amzn.to/3N6snu4",
        "title": "Undercover Love",
        "author": "Lucy Score",
        "category": "novel",
        "price": 0,
        "descipcion": " \"I'm confused. Do you want me to spy on my fiancé or get naked with you?\" \"Both. I thought that was obvious.\" Revenge. It's the only thing Ashley can think about after finding her supposed fiancé, Steven, with his tongue down the throat of the worst human being in the history of the world—his colleague, Ice Queen Victoria. Turns out it's not the only body part he's betrayed her with. Humiliated and furious, Ashley finds herself being propositioned by security expert and ridiculously sexy Jason Baine. But he's not just looking to get her into bed. He needs her help taking down Steven and Victoria and rescuing his family's company before it's too late. Ashley's a regular girl, a normal person. She doesn't dabble in corporate espionage or illicit affairs. At least she didn't until Jason... But now she's in too deep and things are getting dangerous. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51Bq8crzo+L.jpg",
        "amazon": "https://amzn.to/3N6s7LH",
        "title": "Icebreaker: A Novel (The Maple Hills Series Book 1)",
        "author": "Hannah Grace",
        "category": "novel",
        "price": 9.99,
        "descipcion": " NEW YORK TIMES BESTSELLER A TikTok sensation! Sparks fly when a competitive figure skater and hockey team captain are forced to share a rink. Anastasia Allen has worked her entire life for a shot at Team USA. It looks like everything is going according to plan when she gets a full scholarship to the University of California, Maple Hills and lands a place on their competitive figure skating team. Nothing will stand in her way, not even the captain of the hockey team, Nate Hawkins. Nate’s focus as team captain is on keeping his team on the ice. Which is tricky when a facilities mishap means they are forced to share a rink with the figure skating team—including Anastasia, who clearly can’t stand him. But when Anastasia’s skating partner faces an uncertain future, she may have to look to Nate to take her shot. Sparks fly, but Anastasia isn’t worried…because she could never like a hockey player, right? "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51IRQiyW+WL._SX323_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/42D5K6j",
        "title": "Damnable Tales: A Folk Horror Anthology",
        "author": "Richard Wells",
        "category": "horror",
        "price": 17.96,
        "descipcion": " These twenty-two stories take the reader into the isolated and untamed wilderness of unholy rights, witches’ curses, sinister village traditions and ancient horrors―with beautiful illustrations They stalk the moors at night, the deep forests, cornered fields and dusky churchyards, the narrow lanes and old ways of these ancient places, drawing upon the haunted landscapes of folk-horror… This richly illustrated anthology gathers together classic short stories from masters of supernatural fiction including Shirely Jackson, M. R. James, Edith Nesbit, Thomas Hardy, Robert Louis Stevenson, Sheridan Le Fanu and Arthur Machen, alongside lesser-known voices in the field including Eleanor Scott and Margery Lawrence, and popular writers less bound to the horror genre, such as Thomas Hardy and E. F. Benson. These are damnable tales, selected and beautifully illustrated by Richard Wells. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51vfUkKppLL._SX348_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3Nnli9E",
        "title": "Crazy Food Truck, Vol. 3 (3) ",
        "author": "Rokurou Ogaki",
        "category": "manga",
        "price": 12.99,
        "descipcion": " Zero customers, a naked young lady, and an armed militia—it’s just another postapocalyptic day for this food truck owner! The owner of a food truck in a postapocalyptic world nearly runs over a naked girl sleeping in the middle of the desert. When he gives her a lift, he inadvertently takes on her baggage too—an armed militia hot on her trail…and her even more problematic appetite. If one doesn’t take him out, the other surely will! Arisa’s been kidnapped, and it’s up to her sister Myna, Gordon, and his one-time subordinates Kyle and Dylan to rescue her. But when certain physical changes begin to take place within Arisa, the journey takes a sudden turn. It’s the final volume in this crazy food truck road trip full of postapocalyptic cooking, violent mayhem, and the search for freedom! "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51d2ED5TDNL._SY348_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3CrtNu0",
        "title": "My Hero Academia Box Set 1: Includes volumes 1-20 with premium (1) (My Hero Academia Box Sets)",
        "author": "Kohei Horikoshi",
        "category": "maga",
        "price": 95.99,
        "descipcion": " Collect the first 20 volumes of the bestselling My Hero Academia manga in this heroic box set! Also includes a full-color double-sided poster and an exclusive 48-page booklet featuring the never-before-seen bonus illustrations and author commentaty printed on volume 1–20’s book covers in Japan! "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51077rjALgL._SX331_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3J7wJ2R",
        "title": "One-Punch Man, Vol. 17 (17) ",
        "author": "ONE",
        "category": "manga",
        "price": 9.99,
        "descipcion": " Nothing about Saitama passes the eyeball test when it comes to superheroes, from his lifeless expression to his bald head to his unimpressive physique. However, this average-looking guy has a not-so-average problem—he just can’t seem to find an opponent strong enough to take on! The hero hunter is near death when the Monster Association attempts to steal him away, unleashing Centichoro in the process. Bang and company face it head-on before Genos boldly enters the fray! "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51SD2BLIsCL._SY341_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3NoWyOe",
        "title": "Dragon Ball Z Complete Box Set: Vols. 1-26 with premium",
        "author": "Akira Toriyama",
        "category": "manga",
        "price": 127.86,
        "descipcion": " Goku and friends battle intergalactic evil in the greatest action-adventure-fantasy-comedy-fighting series ever! Son Goku is the greatest hero on Earth. Five years after defeating the demon king Piccolo, he’s grown up and had a family—he’s married, and he has a child, Son Gohan. But what is the real reason for Goku’s incredible strength? A visitor from outer space arrives bearing terrible news—Goku is an alien, and the visitor, Raditz, is Goku’s brother! When Raditz turns out to be a ruthless killer, Goku must fight his incredibly strong brother to save his family and the entire human race. A surprising alliance may be Earth’s last hope: Goku will team up with his old enemy Piccolo...archenemies united to save the world! The Dragon Ball Z Complete Box Set contains all 26 volumes of the manga that propelled the global phenomenon that started with Dragon Ball into one of the world’s most recognizable and best-selling manga. Also includes an exclusive double-sided poster and collector’s booklet featuring fun Dragon Ball Z trivia and guides as well as an interview with its legendary creator. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51mdx3L599L._SY498_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/460ybOf",
        "title": "Tokyo Ghoul: re Complete Box Set: Includes vols. 1-16 with premium",
        "author": "Sui Ishida",
        "category": "manga",
        "price": 116.3,
        "descipcion": " In the world of Tokyo Ghoul, sometimes the only way to fight monsters is to become one… A box set that includes all 16 volumes of the original Tokyo Ghoul: re series, with an exclusive double-sided poster. The Commission of Counter Ghoul is the only organization fighting the Ghoul menace, and they will use every tool at their disposal to protect humanity from its ultimate predator. Their newest weapon in this hidden war is an experimental procedure that implants human investigators with a Ghoul’s Kagune, giving them Ghoul powers and abilities. But both the procedure and the newly formed Qs Squad are untested. Will they become heroes…or monsters?! "
    },
    {
        "img": "https://m.media-amazon.com/images/I/61zTpKuS2IL._SX218_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "amazon",
        "title": "Dragon Ball Complete Box Set: Vols. 1-16 with premium",
        "author": "Akira Toriyama",
        "category": "manga",
        "price": 96.19,
        "descipcion": " Goku and friends battle intergalactic evil in the greatest action-adventure-fantasy-comedy-fighting series ever! The Dragon Ball Complete Box Set contains all 16 volumes of the original manga that kicked off the global phenomenon. Also includes an exclusive double-sided poster and collector’s booklet featuring fun Dragon Ball trivia and guides as well as an interview with its legendary creator. Legend has it that if all seven of the precious orbs called “Dragon Balls” are gathered together, an incredibly powerful dragon god will appear to grant one wish. Unfortunately, the orbs are scattered across the world, making them extremely difficult to collect. Enter 16-year-old Bulma, a scientific genius who has constructed a radar to detect the exact locations of the Dragon Balls. She’s on a mission to find all seven orbs, but first she must convince young Son Goku to join her on her quest. With a monkey tail, superhuman strength and a magic staff for a weapon, Son Goku is ready to set out on the adventure of a lifetime… "
    },
    {
        "img": "https://m.media-amazon.com/images/I/415uy8ek2hL._SY484_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3X58yaQ",
        "title": "Death Note Complete Box Set: Volumes 1-13 with Premium",
        "author": "Tsugumi Ohba",
        "category": "manga",
        "price": 76.48,
        "descipcion": " When Light Yagami finds a notebook giving him power over death, will he use it for good—or evil? Light Yagami is an ace student with great prospects--and he's bored out of his mind. But all that changes when he finds the Death Note, a notebook dropped by a rogue Shinigami death god. Any human whose name is written in the notebook dies, and now Light has vowed to use the power of the Death Note to rid the world of evil. But when criminals begin dropping dead, the authorities send the legendary detective L to track down the killer. With L hot on his heels, will Light lose sight of his noble goal...or his life? The Complete Box Set Story by Tsugumi Ohba Art by Takeshi Obata Includes: Manga Volumes 1–12 Death Note 13: How to Read A \"How to Use It\" fold-out "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51cQnMtaIVL._SX331_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3N6pEAQ",
        "title": "Mashle: Magic and Muscles, Vol. 1 (1)",
        "author": "Hajime Komoto",
        "category": "manga",
        "price": 4.97,
        "descipcion": " In the magic realm, magic is everything—everyone can use it, and one’s skill determines their social status. Deep in the forest, oblivious to the ways of the world, lives Mash. Thanks to his daily training, he’s become a fitness god. When Mash is discovered, he has no choice but to enroll in magic school, where he must beat the competition without revealing his secret—he can’t use magic! Mash just wants to live in peace with his father in the forest. But the only way he’ll ever be accepted in the magic realm is by attending magic school and becoming a Divine Visionary—an exceptional student revered as one the chosen. But without an ounce of magic to his name, Mash will have to punch his way to the top spot. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51g+YPB9fwL._SX331_BO1,204,203,200_.jpg",
        "amazon": "amazon",
        "title": "Mashle: Magic and Muscles, Vol. 2 (2)",
        "author": "Hajime Komoto",
        "category": "manga",
        "price": 4.98,
        "descipcion": " Can muscles crush magic?! In the magic realm, magic is everything—everyone can use it, and one’s skill determines their social status. Deep in the forest, oblivious to the ways of the world, lives Mash. Thanks to his daily training, he’s become a fitness god. When Mash is discovered, he has no choice but to enroll in magic school, where he must beat the competition without revealing his secret—he can’t use magic! In the midst of a battle with a chosen magic user graced with two marks, Mash makes a shocking discovery about his opponent. Then, more trouble is on the way when Mash’s dorm gets paired with Lang, a dorm full of bad characters, for outdoor activities. Now Mash is caught up in a fight for coins and the pride of his dorm! "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51Qrov1V6BL._SX452_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3PgtIRs",
        "title": "Dai Dark Vol. 5",
        "author": "Q Hayashida",
        "category": "manga",
        "price": 13.99,
        "descipcion": " Fourteen-year-old Zaha Sanko is the most wanted man in the universe. Wherever he goes, everybody tries to kill him, but things got unusually dire when his enemies send an immortal “photonuclear man” to try and snuff him out. Somehow, Sanko and company survive, and decide to make a pit stop at Darknest, the mysterious planet of darkness. Darknest holds all sorts of secrets, but the biggest of all might be Hajime Damemaru, one of Sanko’s companions. Just who is Damemaru, and how does he keep coming back to life? "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51WELQMU6pL._SX331_BO1,204,203,200_.jpg",
        "amazon": "amazon",
        "title": "Jujutsu Kaisen, Vol. 19 (19)",
        "author": "Gege Akutami ",
        "category": "manga",
        "price": 7.98,
        "descipcion": " To gain the power he needs to save his friend from a cursed spirit, Yuji Itadori swallows a piece of a demon, only to find himself caught in the midst of a horrific war of the supernatural! In a world where cursed spirits feed on unsuspecting humans, fragments of the legendary and feared demon Ryomen Sukuna have been lost and scattered about. Should any demon consume Sukuna’s body parts, the power they gain could destroy the world as we know it. Fortunately, there exists a mysterious school of jujutsu sorcerers who exist to protect the precarious existence of the living from the supernatural! In order to add a rule that will serve as a loophole in the Culling Game, Itadori and Fushiguro set their sights on a player named Hiromi Higuruma, who has 100 points. But when they enter Tokyo Colony No. 1, the two get separated. They both find others willing to help them, however… "
    },
    {
        "img": "https://m.media-amazon.com/images/I/61d9eSjqcwL._SX218_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "https://amzn.to/44dg46f",
        "title": "Ada Twist, Scientist - Tapa dura por Andrea Beaty",
        "author": "Andrea Beaty",
        "category": "scientists",
        "price": 10.89,
        "descipcion": " A #1 New York Times Bestseller A Wall Street Journal Bestseller A USA Today Bestseller Inspired by real-life makers Ada Lovelace and Marie Curie, this beloved #1 bestseller champions STEM, girl power and women scientists in a rollicking celebration of curiosity, the power perseverance, and the importance of asking “Why?” Don't miss Ada’s further adventures—with her friends Iggy Peck and Rosie Revere—in the instant New York Times bestseller Rosie Revere and the Raucous Riveters, the first all-new chapter book starring The Questioneers! Ada Twist’s head is full of questions. Like her classmates Iggy and Rosie—stars of their own New York Times bestselling picture books Iggy Peck, Architect and Rosie Revere, Engineer—Ada has always been endlessly curious. Even when her fact-finding missions and elaborate scientific experiments don’t go as planned, Ada learns the value of thinking her way through problems and continuing to stay curious. Collect them all! Add these other STEM favorites from #1 New York Times bestselling team Andrea Beaty and David Roberts to your family library today! &#160; Rosie Revere, Engineer Iggy Peck, Architect Rosie Revere and the Raucous Riveters Ada Twist and the Perilous Pants Ada Twist&;s Big Project Book for Stellar Scientists Iggy Peck&;s Big Project Book for Amazing Architects Rosie Revere&;s Big Project Book for Bold Engineers Questioneers Family Calendar "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41B0Z5OQ2+L.jpg",
        "amazon": "https://amzn.to/3N151Gg",
        "title": "Them: An Extreme Horror Novella",
        "author": "Mique Watson",
        "category": "horror",
        "price": 5.99,
        "descipcion": " Jeanette thought she’d get to enjoy the cozy, rainy evening after the hellacious week she’d just endured. Snuggled up on her couch with her Labrador, Nico, everything seemed perfect. Rest couldn’t come sooner. Then it happened. The program on the television cut to black. EMERGENCY BROADCAST SYSTEM. Jeanette’s heart stops. The signal is choppy, yet the message is clear: “They look like people.” And then the power goes out. Someone knocks on the door. It is soon made clear to Jeanette that the world she once knew has ended. The place she once called home is now anything but. The world beyond the threshold of her door is a passageway to the deepest bowels of hell itself. Will she survive? "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41gqWYx92nL._SX331_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/43zCEWF",
        "title": "Ensuring Your Place In Hell",
        "author": "Stephen Cooper",
        "category": "horror",
        "price": 8.99,
        "descipcion": " From the disturbed depraved minds of Otis Bateman (Maggot Girl Series, Cerberus) Stuart Bray (Violence on the Meek, Broken Pieces of June) and Stephen Cooper (The Rot, Near Death) comes three tales so vile that they shouldn’t be read by anyone and have ensured the authors’ places in Hell. Yet we dare you to read these sick stories about a couple of edgelord nut jobs intent on becoming Dark Web superstars, A kidney-stone-eating abuser who’s hungry for his next meal, and the Golden Cumpuss, a place where human waste is not only on the menu, but is the speciality. If you’ve got a trigger warning, it’s probably in this book. But that’s your problem, not ours… "
    },
    {
        "img": "https://m.media-amazon.com/images/I/415LR6SbOpL._SX326_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/43YMiC1",
        "title": "The Prettiest Girl in the Grave ",
        "author": "Kristopher Triana",
        "category": "horror",
        "price": 13.52,
        "descipcion": " From the author of international horror sensation Gone to See the River Man comes a new tale of terror that will drag you to the darkest corners of the soul. Some girls are fearful, others are brave. One girl’s a princess, the next one, a slave. But all girls are equal, when they’re down in this cave, until just one is left standing—The Prettiest Girl in the Grave. It’s only supposed to be a game. When Bella, Celeste, and Rose meet with new friends at a graveyard in the woods, they soon realize they’re unprepared for what’s planned. At twenty, Aubrey is older than the high schoolers, and she knows of a secret game that’s been played by local girls for decades. It starts with personal questions, but quickly moves on to a test of courage as Aubrey guides them into an underground crypt. But even Aubrey doesn’t know what they’re really getting into. Bella’s mother, Holly, may be the only one who does. As a teen, Holly and her friends also played the game, and Holly barely survived. When she discovers her daughter has gone to the graveyard, she fears Bella will get lost in the mysterious catacombs just as she had . . . and face the same sinister forces. As the girls search for a way out, Holly must return to the dreadful crypt she swore she’d never come back to, and finally face her own dark secrets. “Triana’s masterful, gripping storytelling will not let go.”— Scream Magazine "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51uAMibZjQL._SX311_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/43XKitN",
        "title": "The Thirteenth Koyote (Splatter Western) ",
        "author": "Kristopher Triana",
        "category": "horror",
        "price": 14.99,
        "descipcion": " An evil has returned to the town of Hope’s Hill. When a grave robber unearths the corpse of Jasper Thurston, a piece of the body is stolen, one that will call the Koyotes from across the plains. They are a vicious company of outlaws, part madmen and part wolves. Their leader is Glenn the Dreadful, and he’s out to gather the power of the Menhir, a particle from an ancient evil. The fate of Hope’s Hill—and perhaps the world—rests in the hands of unlikely heroes. A rugged U.S. Marshall, a teenage girl out for revenge, an emancipated slave, a nun with a dark secret, and a mysterious half-breed with the number thirteen tattooed on his neck. The Thirteenth Koyote is a werewolf western from Splatterpunk-Award-winner Kristopher Triana, author of Gone to See the River Man and Full Brutal. Filled with gunfights as well as ghouls, it is a horror epic as big as the open range. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51HMeS9GeEL._SX325_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/42BuSKB",
        "title": "A Haunting on the Hill: A Novel",
        "author": "Elizabeth Hand",
        "category": "horror",
        "price": 27,
        "descipcion": " From award-winning writer Elizabeth Hand comes the first novel authorized to return to the world of Shirley Jackson’s The Haunting of Hill House—a \"scary and beautifully written\" new story of isolation and longing perfect for our present time (Neil Gaiman). Open the door . . . . Holly Sherwin has been a struggling playwright for years, but now, after receiving a grant to develop her play The Witch of Edmonton, she may finally be close to her big break. All she needs is time and space to bring her vision to life. When she stumbles across Hill House on a weekend getaway upstate, she is immediately taken in by the ornate, if crumbling, gothic mansion, nearly hidden outside a remote village. It’s enormous, old, and ever-so eerie—the perfect place to develop and rehearse her play. Despite her own hesitations, Holly’s girlfriend, Nisa, agrees to join Holly in renting the house out for a month, and soon a troupe of actors, each with ghosts of their own, arrive. Yet as they settle in, the house’s peculiarities are made known: strange creatures stalk the grounds,  disturbing sounds echo throughout the halls, and time itself seems to shift.  All too soon, Holly and her friends find themselves at odds not just with one another, but with the house itself. It seems something has been waiting in Hill House all these years, and it no longer intends to walk alone . . . \"The lines of paranoia, art, and reality are terrifyingly blurred . . . only the brilliant Elizabeth Hand could so expertly honor Jackson's rage, wit, and vision with a twenty-first century twist.\" —Paul Tremblay Leer menos "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51UHf-+ORaL._SY344_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/43zDcvH",
        "title": "Fourth Wing (The Empyrean, 1)",
        "author": "Rebecca Yarros",
        "category": "category",
        "price": 17.99,
        "descipcion": " An Instant New York Times Bestseller A Goodreads Most Anticipated Book \"Suspenseful, sexy, and with incredibly entertaining storytelling, the first in Yarros' Empyrean series will delight fans of romantic, adventure-filled fantasy.\" ―Booklist, starred review \"Fourth Wing will have your heart pounding from beginning to end... A fantasy like you've never read before.\" ―#1 New York Times bestselling author Jennifer L. Armentrout Enter the brutal and elite world of a war college for dragon riders from New York Times bestselling author Rebecca Yarros Twenty-year-old Violet Sorrengail was supposed to enter the Scribe Quadrant, living a quiet life among books and history. Now, the commanding general―also known as her tough-as-talons mother―has ordered Violet to join the hundreds of candidates striving to become the elite of Navarre: dragon riders. But when you’re smaller than everyone else and your body is brittle, death is only a heartbeat away...because dragons don’t bond to “fragile” humans. They incinerate them. With fewer dragons willing to bond than cadets, most would kill Violet to better their own chances of success. The rest would kill her just for being her mother’s daughter―like Xaden Riorson, the most powerful and ruthless wingleader in the Riders Quadrant. She’ll need every edge her wits can give her just to see the next sunrise. Yet, with every day that passes, the war outside grows more deadly, the kingdom's protective wards are failing, and the death toll continues to rise. Even worse, Violet begins to suspect leadership is hiding a terrible secret. Friends, enemies, lovers. Everyone at Basgiath War College has an agenda―because once you enter, there are only two ways out: graduate or die. The Empyrean series is best enjoyed in order. Reading Order: Book #1 Fourth Wing Book #2 Iron Flame "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51RlqfADKXL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "https://www.amazon.com/-/es/Sarah-J-Maas/dp/1635575567/ref=pd_vtp_h_pd_vtp_h_sccl_3/133-8533392-9992948?content-id=amzn1.sym.a5610dee-0db9-4ad9-a7a9-14285a430f83&pd_rd_i=1635575567&psc=1",
        "title": "A Court of Thorns and Roses (A Court of Thorns and Roses, 1)",
        "author": "Sarah J. Maas",
        "category": "horror",
        "price": 10.37,
        "descipcion": " The sexy, action-packed first book in the #1 New York Times bestselling Court of Thorns and Roses series from Sarah J. Maas. When nineteen-year-old huntress Feyre kills a wolf in the woods, a terrifying creature arrives to demand retribution. Dragged to a treacherous magical land she knows about only from legends, Feyre discovers that her captor is not truly a beast, but one of the lethal, immortal faeries who once ruled her world. At least, he's not a beast all the time. As she adapts to her new home, her feelings for the faerie, Tamlin, transform from icy hostility into a fiery passion that burns through every lie she's been told about the beautiful, dangerous world of the Fae. But something is not right in the faerie lands. An ancient, wicked shadow is growing, and Feyre must find a way to stop it, or doom Tamlin-and his world-forever. From bestselling author Sarah J. Maas comes a seductive, breathtaking book that blends romance, adventure, and faerie lore into an unforgettable read. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51uyrF1JUVL._SX331_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3Pg3JJU",
        "title": "A Court of Mist and Fury (A Court of Thorns and Roses, 2)",
        "author": "Sarah J. Maas",
        "category": "horror",
        "price": 0,
        "descipcion": " The seductive and stunning #1 New York Times bestselling sequel to Sarah J. Maas's spellbinding A Court of Thorns and Roses. Feyre has undergone more trials than one human woman can carry in her heart. Though she's now been granted the powers and lifespan of the High Fae, she is haunted by her time Under the Mountain and the terrible deeds she performed to save the lives of Tamlin and his people. As her marriage to Tamlin approaches, Feyre's hollowness and nightmares consume her. She finds herself split into two different people: one who upholds her bargain with Rhysand, High Lord of the feared Night Court, and one who lives out her life in the Spring Court with Tamlin. While Feyre navigates a dark web of politics, passion, and dazzling power, a greater evil looms. She might just be the key to stopping it, but only if she can harness her harrowing gifts, heal her fractured soul, and decide how she wishes to shape her future-and the future of a world in turmoil. Bestselling author Sarah J. Maas's masterful storytelling brings this second book in her dazzling, sexy, action-packed series to new heights. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/511cEKDqGGL._SX331_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3p0tljs",
        "title": "Slaying the Vampire Conqueror (Mortal Enemies to Monster Lovers)",
        "author": "Carissa Broadbent",
        "category": "horror",
        "price": 16.19,
        "descipcion": " She was commanded to kill him with a single strike to the heart. She didn't expect her own to betray her. Sylina has sacrificed everything for her goddess-her soul, her freedom, her eyes. Life in service to the Arachessen, a cult of the Goddess of Fate, has turned Sylina from orphaned street-rat to disciplined killer, determined to overthrow Glaea's tyrannical king. But when a brutal vampire conqueror arrives on their shores, Sylina faces an even deadlier adversary. She's tasked with a crucial mission: infiltrate his army, earn his trust... and kill him. Atrius is a terrifying warrior carving an unstoppable path through Glaea. Yet when Sylina becomes his seer, she glimpses a dark and shocking past-and a side of him that reminds her far too much of parts of herself she'd rather forget. Sylina's orders are clear. The conqueror cannot live. But as the blood spilled by Glaea's tyrant king runs thicker, her connection with Atrius only grows stronger. A connection forbidden by her vows. A connection that could cost her everything. Slaying the Vampire Conqueror is a standalone fantasy romance set in the Crowns of Nyaxia world, full of heart-wrenching forbidden romance, dark curses, and epic battles - perfect for fans of The Bridge Kingdom and the From Blood and Ash series. It is an installment of the heart-pounding fantasy romance series, Mortal Enemies to Monster Lovers. If you like forbidden romance, dark curses, bad*ss heroines, and morally-gray heroes, you'll devour this sexy, addictive series. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/31jL1-bs4IL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "https://amzn.to/3NnPvED",
        "title": "Dont Scream: 60 Tales to Terrify ",
        "author": "Blair Daniels",
        "category": "horror",
        "price": 13.99,
        "descipcion": " I picked up a hitchhiker. Now I’m not sure I’ll get home alive. I finally bought my own Airpods. I hear something terrifying when I wear them. Today, I looked in the mirror... for the first time in 10 years. Do NOT read a book called “Goodnight, Precious” to your children. DON’T SCREAM brings you 60 terrifying tales for your darkest nights. This bestselling collection has every flavor of horror, from heinous murders to secret rooms, from sinister virtual realities to unexplained mysteries. Read... if you dare. Now with 5 bonus tales from other Blair Daniels books. Praise for Don't Scream \"This book is fantastic. It has a terrifying blend of realistic and supernatural horror.\" \"Don't Scream is a book you don't want to read in the dark.\" \"This book was amazing! I demolished it so quickly! I love how they subtly connected to each other and had great plot twists. I’m super picky of my horror/scary stories but this is my favorite author!\" \"Some, like the beard story, made me chuckle, while others like \"My Son is Dead\" left me with a pit in my stomach. In some stories, the imagery was so vivid that I actually felt claustrophobic.\" \"5/5 stars, must read for every horror fan.\" About Black Widow Press We're passionate about scares, thrills, and all things that go bump in the night. Stay tuned for more books this year to keep you up all night! Don't Scream and other Black Widow books contain mild to moderate violence and sexual content not suitable for those under 18 years of age. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41Ds5rRv+2L._SY346_.jpg",
        "amazon": "https://amzn.to/3oXy4SW",
        "title": "The Psychology of Money: Timeless lessons on wealth, greed, and happiness",
        "author": "Housel Morgan",
        "category": "psychology",
        "price": 9.99,
        "descipcion": " Doing well with money isn’t necessarily about what you know. It’s about how you behave. And behavior is hard to teach, even to really smart people. Money—investing, personal finance, and business decisions—is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don’t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In The Psychology of Money, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life’s most important topics. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/412JnxwVnvL.jpg",
        "amazon": "https://amzn.to/43Lpgym",
        "title": "The Psychology of Money: Understanding Your Relationship with Wealth and Financial Success",
        "author": "Chetan Singh",
        "category": "psychology",
        "price": 0,
        "descipcion": " \"Unlocking Your Wealth Mindset: The Psychology of Money for Financial Success\" is an insightful guide that delves into the complex relationship between money and the human mind. This book explores the importance of understanding your money mindset, the psychology of wealth accumulation, and the link between money and happiness. Part 1 of the book takes readers on a journey to uncover their money mindset. It explores the influence of childhood experiences on an individual's relationship with money, the different money personalities that exist, and how to recognize and rewrite negative money scripts. Part 2 delves into the psychology of financial decision-making. This section of the book explores the science of behavioral economics, behavioral biases that affect financial decision-making, and strategies for managing emotions when making financial decisions. Part 3 focuses on building a healthy relationship with money. Readers will learn about creating a mindset of abundance, developing financial confidence, and managing money in relationships. This section of the book also covers strategies for creating positive money habits and breaking negative ones. Whether you are looking to improve your financial decision-making skills or gain a deeper understanding of your relationship with money, \"Unlocking Your Wealth Mindset\" provides valuable insights and practical tips for achieving financial success. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51Ne58WLG6L._SX324_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3Coo0p9",
        "title": "Psychology: A Complete Introduction",
        "author": "Sandi Mann",
        "category": "psychology",
        "price": 19.99,
        "descipcion": " Written by Dr Sandi Mann, Senior Lecturer at the University of Central Lancashire, Psychology: A Complete Introduction is designed to give you everything you need to succeed, all in one place. It covers the key areas that students are expected to be confident in, outlining the basics in clear jargon-free English, and then providing added-value features like summaries of key experiments, and even lists of questions you might be asked in your seminar or exam. The book uses a structure that mirrors the way Psychology is taught on many university courses. Chapters include key topics in psychology research; cognitive issues, including language, emotion, memory and perception; individual differences - intelligence, personality and gender; social psychology; mental health and psychological disorders/abnormal psychology and the treatment of such; the nervous system; and sleep. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41T-XHe8-EL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
        "amazon": "https://amzn.to/3JdngqH",
        "title": "The Body Keeps the Score: Brain, Mind, and Body in the Healing of Trauma",
        "author": "Bessel van der Kolk M.D.",
        "category": "psychology",
        "price": 11.4,
        "descipcion": " “Essential reading for anyone interested in understanding and treating traumatic stress and the scope of its impact on society.” —Alexander McFarlane, Director of the Centre for Traumatic Stress Studies A pioneering researcher transforms our understanding of trauma and offers a bold new paradigm for healing in this New York Times bestseller Trauma is a fact of life. Veterans and their families deal with the painful aftermath of combat; one in five Americans has been molested; one in four grew up with alcoholics; one in three couples have engaged in physical violence. Dr. Bessel van der Kolk, one of the world’s foremost experts on trauma, has spent over three decades working with survivors. In The Body Keeps the Score, he uses recent scientific advances to show how trauma literally reshapes both body and brain, compromising sufferers’ capacities for pleasure, engagement, self-control, and trust. He explores innovative treatments—from neurofeedback and meditation to sports, drama, and yoga—that offer new paths to recovery by activating the brain’s natural neuroplasticity. Based on Dr. van der Kolk’s own research and that of other leading specialists, The Body Keeps the Score exposes the tremendous power of our relationships both to hurt and to heal—and offers new hope for reclaiming lives. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41XIs2OC1jL._SX348_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/42DLBwN",
        "title": "Workbook for Adult Children of Emotionally Immature Parents: How to Heal from Distant, Rejecting, or Self-Involved Parents",
        "author": "Wright Publishers",
        "category": "psychology",
        "price": 7.87,
        "descipcion": " The goal of this workbook is to help you heal from distant, rejecting, or self-involved parents. It will help raise awareness or shine a light on your past so you can recover from childhood emotional loneliness and wounds. If you’ve experienced emotional loneliness as a child or adult, if you’ve ever felt a separateness or distance between you and everyone, if you feel like no one understands you and no one ever will, this book is for you. If you grew up with emotionally immature parents or caregivers, if you feel there are some childhood wounds you need to heal from, this workbook is for you In the book “Adult Children of Emotionally Immature Parents” by Lindsay C. Gibson, Gibson a clinical psychologist who works in private practice and is an expert in providing individual psychotherapy to adult children of emotionally immature parents, exposes the damaging effects parents who are either unavailable or emotionally immature may have on their children. Gibson was of the opinion that many lives have been damaged indelibly as a result of emotionally immature parents and went on to reveal mind blowing strategies, methods for overcoming the hurt and disorientation brought on by your early years/childhood. This Workbook for Adult Children of Emotionally Immature Parents emphasises on the book's (Adult Children of Emotionally Immature Parents by Lindsay C. Gibson) primary learning outcomes and breaks them down for easy understanding. We accomplished this by providing a variety of learning styles, as well as extensive summaries, lessons, and goals, as well as bulleted action plans and questions to help readers digest the book points. Each chapter of the workbook comprises 6 different sections Summary: An overview of the chapter designed to help you remember its essence and what you learned in each chapter of “Adult Children of Emotionally Immature Parents.” Use this as a quick recap of what the chapter discusses. Key takeaways: These are the salient points to take note of in each chapter. Basically, if you don’t remember anything else in the chapter, remember this. Lessons: Salient teachings to put into practice in your day-to-day living. You can call them lifehacks or takeaway tips to improve the relevant areas in your life. Goals: This encapsulates what each chapter aims to achieve for the reader, and as a part of the larger book. Action plans: Curated steps to take in reaching your goals on the way to healing. While these have been highlighted with care, it is recommended that you identify personal action plans as you read. These will be a custom map to recover your true nature. Questions: This is the final section. It’s meant to help you engage with what you’ve learned in the chapter. This is why it comes with some personal questions. To help setup the change you’re looking for. HOW TO USE THIS WORKBOOK FOR ENHANCED APPLICATION As you attempt the questions and go through the book, you may notice that you experience intense emotional sensations. This is normal, as hidden pain is coming to the fore. When you get over it (as many times as it surfaces) you’ll find out that you’re calm from within. Take your time to go through the various parts of each chapter. No section or subdivision is a mistake or an afterthought. I advise that you digest them all and not skip any part. Scroll Up Now, and Click The Buy Button To Get Started PLEASE NOTE that this is an unofficial and independent workbook for the book “Adult Children of Emotionally Immature Parents” by Lindsay C. Gibson. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41eZYk2ZFnL._SY498_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3J4y7mT",
        "title": "[Lindsay C. Gibson] Adult Children of Emotionally Immature Parents: Healing from Distant, Rejected, or Self-Involved Parents (Author)",
        "author": "Lindsay C. Gibson PsyD",
        "category": "psychology",
        "price": 15.16,
        "descipcion": " If you grew up with an emotionally immature, unavailable, or selfish parent, you may have lingering feelings of anger, loneliness, betrayal, or abandonment. You may recall your childhood as a time when your emotional needs were not met, when your feelings were dismissed, or when you took on adult levels of responsibility in an effort to compensate for your parent’s behavior. These wounds can be healed, and you can move forward in your life. In this breakthrough book, clinical psychologist Lindsay Gibson exposes the destructive nature of parents who are emotionally immature or unavailable. You will see how these parents create a sense of neglect, and discover ways to heal from the pain and confusion caused by your childhood. By freeing yourself from your parents’ emotional immaturity, you can recover your true nature, control how you react to them, and avoid disappointment. Finally, you’ll learn how to create positive, new relationships so you can build a better life. Discover the four types of difficult parents: The emotional parent instills feelings of instability and anxiety The driven parent stays busy trying to perfect everything and everyone The passive parent avoids dealing with anything upsetting The rejecting parent is withdrawn, dismissive, and derogatory "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41DP7Cj48kL._SX331_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/4623Wqn",
        "title": "Recovering from Emotionally Immature Parents: Practical Tools to Establish Boundaries and Reclaim Your Emotional Autonomy",
        "author": "Lindsay C. Gibson PsyD",
        "category": "psychology",
        "price": 14.19,
        "descipcion": " In this important sequel to Adult Children of Emotionally Immature Parents, author Lindsay Gibson offers powerful tools to help you step back and protect yourself at the first sign of an emotional takeover, make sure your emotions and needs are respected, and break free from the coercive control of emotionally immature parents. Growing up with emotionally immature (EI) parents can leave you feeling lonely and neglected. You may have trouble setting limits and expressing your feelings. And you may even be more susceptible to other emotionally immature people as you establish adult relationships. In addition, as your parents become older, they may still treat your emotions with mockery and contempt, be dismissive and discounting of your reality, and try to control and diminish your sense of emotional autonomy and freedom of thought. In short, EIs can be self-absorbed, inconsistent, and contradictory. So, how can you recover from their toxic behavior? Drawing on the success of her popular self-help book, Adult Children of Emotionally Immature Parents, author Lindsay Gibson offers yet another essential resource. With this follow-up guide, you’ll learn practical skills to help you recognize the signs of an EI, protect yourself against an emotional takeover, reconnect with your own emotions and needs, and gain emotional autonomy in all your relationships. This is a how-to book, with doable exercises and active tips and suggestions for what to say and do to increase emotional autonomy and self-awareness. If you’re ready to stop putting your own needs last, clear the clutter of self-doubt, and move beyond the fear of judgment and punishment that’s been instilled in you by emotionally immature parents, this book will help you find the freedom to finally live your life your way. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51jpzHpS3KL._SX331_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3P8g6YB",
        "title": "Complex PTSD: From Surviving to Thriving: A Guide and Map for Recovering from Childhood Trauma",
        "author": "Pete Walker",
        "category": "psychology",
        "price": 13.99,
        "descipcion": " Complex PTSD: From Surviving to Thriving: A GUIDE AND MAP FOR RECOVERING FROM CHILDHOOD TRAUMA "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41FM+A4hCzL._SX398_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3p2Idh6",
        "title": "Coping with Trauma-Related Dissociation: Skills Training for Patients and Therapists (Norton Series on Interpersonal Neurobiology)",
        "author": "Suzette Boon",
        "category": "psychology",
        "price": 40.44,
        "descipcion": " Winner of the 2011 International Society for the Study of Trauma and Dissociation (ISSTD) Pierre Janet Writing Award. A patient-oriented manual for complex trauma survivors. This training manual for patients who have a trauma-related dissociative disorder includes short educational pieces, homework sheets, and exercises that address ways in which dissociation interferes with essential emotional and life skills, and support inner communication and collaboration with dissociative parts of the personality. Topics include understanding dissociation and PTSD, using inner reflection, emotion regulation, coping with dissociative problems related to triggers and traumatic memories, resolving sleep problems related to dissociation, coping with relational difficulties, and help with many other difficulties with daily life. The manual can be used in individual therapy or structured groups. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41vMTcNTLdL._SX331_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/3oZS3QV",
        "title": "Healing the Fragmented Selves of Trauma Survivors: Overcoming Internal Self-Alienation",
        "author": "Janina Fisher",
        "category": "psychology",
        "price": 39.8,
        "descipcion": " Healing the Fragmented Selves of Trauma Survivors integrates a neurobiologically informed understanding of trauma, dissociation, and attachment with a practical approach to treatment, all communicated in straightforward language accessible to both client and therapist. Readers will be exposed to a model that emphasizes \"resolution\"―a transformation in the relationship to one’s self, replacing shame, self-loathing, and assumptions of guilt with compassionate acceptance. Its unique interventions have been adapted from a number of cutting-edge therapeutic approaches, including Sensorimotor Psychotherapy, Internal Family Systems, mindfulness-based therapies, and clinical hypnosis. Readers will close the pages of Healing the Fragmented Selves of Trauma Survivors with a solid grasp of therapeutic approaches to traumatic attachment, working with undiagnosed dissociative symptoms and disorders, integrating \"right brain-to-right brain\" treatment methods, and much more. Most of all, they will come away with tools for helping clients create an internal sense of safety and compassionate connection to even their most dis-owned selves. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/51pPTaXHS+L._SX322_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/42zPPFI",
        "title": "Becoming Safely Embodied: A Guide to Organize Your Mind, Body and Heart to Feel Secure in the World Tapa blanda – 9 Marzo 2021",
        "author": "Deirdre Fay MSW",
        "category": "psychology",
        "price": 11.29,
        "descipcion": " Whether you are stuck in the distress of life, or appear like nothing’s wrong, you may have faced trauma or incredible stress or suffocating fear. Maybe you wonder whether those emotions, memories, and experiences are blocking you from being as fulfilled and happy as you could be. Maybe you’re stuck in patterns that simply no longer work for you. What if you could change it all? What if you could feel safe and solid and secure inside your own body? What if your life could be peaceful and centered and fulfilled? In Becoming Safely Embodied, Deidre Fay shares from her 35 years of psychotherapy and spiritual practice to provide a truly practical way to integrate modern neurobiology and ancient wisdom to finally and completely heal from emotional trauma, no matter how deep or faint, how long ago or recent you experienced the pain. Throughout her years as a therapist, Deirdre noticed that clients would make progress while in a therapy session and then revert to old patterns between sessions. What people need is a set of skills and practices to support ongoing healing and wholeness. That's what this book will help you with. You’ll discover: What “trauma” is and why you might have had a hard time healing from this pain, Why shame is an attachment wound and how to harness self-compassion to truly transform suffering, What to do when you feel like you’re easily “triggered” by a certain person or situation in your life so that you can stay centered and safe, Instantly effective methods of breath work for brain change and emotional regulation so that you can calm your mind or energize your body, The nine core skills that can help you to be more at home with your internal world and cultivate a body that’s a safe place for rest, reflection, and wellbeing, Simple daily practices that (like brushing your teeth) promote ongoing healing in your body, mind, and soul, And much, much more. Whether you are healing from abandonment issues or from pain or from grief―or whether you are helping someone else to heal―Becoming Safely Embodied is your map and guidebook to finally becoming at home with your internal world, cultivating a body that’s a safe place for rest, reflection, and wellbeing, and creating the life you want to live, instead of living in the life your history catapults you into. You may be wondering, “Is it possible for ME? Can I change? Is it possible for me to shift these painful patterns into a more fulfilling life? Can I truly organize this crazy inner world?” The simple answer is, “Yes,” and your journey to becoming safely embodied begins inside the pages of this book. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41I7HSpy4dL._SX311_BO1,204,203,200_.jpg",
        "amazon": "https://amzn.to/460tB2v",
        "title": "Read People Like a Book: How to Analyze, Understand, and Predict People’s Emotions, Thoughts, Intentions, and Behaviors (How to be More Likable and Charismatic)",
        "author": "Patrick King",
        "category": "psychology",
        "price": 13.35,
        "descipcion": " Speed read people, decipher body language, detect lies, and understand human nature. Is it possible to analyze people without them saying a word? Yes, it is. Learn how to become a “mind reader” and forge deep connections. How to get inside people’s heads without them knowing. Read People Like a Book isn’t a normal book on body language of facial expressions. Yes, it includes all of those things, as well as new techniques on how to truly detect lies in your everyday life, but this book is more about understanding human psychology and nature. We are who we are because of our experiences and pasts, and this guides our habits and behaviors more than anything else. Parts of this book read like the most interesting and applicable psychology textbook you’ve ever read. Take a look inside yourself and others! Understand the subtle signals that you are sending out and increase your emotional intelligence. Patrick King is an internationally bestselling author and social skills coach. His writing draws of a variety of sources, from scientific research, academic experience, coaching, and real life experience. Learn the keys to influencing and persuading others. •What people’s limbs can tell us about their emotions.•Why lie detecting isn’t so reliable when ignoring context.•Diagnosing personality as a means to understanding motivation.•Deducing the most with the least amount of information.•Exactly the kinds of eye contact to use and avoid Find shortcuts to connect quickly and deeply with strangers. The art of reading and analyzing people is truly the art of understanding human nature. Consider it like a cheat code that will allow you to see through people’s actions and words. Decode people’s thoughts and intentions, and you can go in any direction you want with them. "
    },
    {
        "img": "https://m.media-amazon.com/images/I/41GCAmfAmNL._SX331_BO1,204,203,200_.jpg",
        "amazon": "amazon",
        "title": "The Psychology of Human Behavior: Fundamentals of Human Behavior, Emotions, Social Approach, and Communication Levels with Deep Analysis",
        "author": "Z. Henry",
        "category": "psychology",
        "price": 14.99,
        "descipcion": " Do you know the science of human psychology and its relation to behavior? How can you dissect multiple types of human personalities? Is understanding social psychology helpful? If you are looking for answers to these questions, you have just landed at the right place. The book The Psychology of Human Behavior is written in a way to answers all such queries along with multiple others. It is one of the most compressively written eBooks available on the internet on the subject matter, and all the knowledge available here is up to the mark when it comes to quality. The best part is that the writing style of the book is so practical that the readers will be able to learn a lot of things instantly. The book starts with a brief introduction regarding how psychology can be related to the human behavior and how important it is in our lives. A top highlight is that the writer has used real-life examples in a practical manner to signify the importance of learning psychology in relation to human behavior. A major portion of the book is about understanding people having different types of personalities so that they can be dealt with, in an effective manner. Similarly, the concept of social psychology has also been discussed in detail, along with its significance in our lives. The last portion of the book is about the modern-day behavioral therapies like CBT and DBT that are crucial in handling issues like stress, anxiety and other behavioral problems. So, what are you thinking about? You must not miss out on such a perfect opportunity of getting your hands on a book that offers it all. On completing the book, you will be aware of the following domains: A Precise History of Psychology Understanding Human Behavior Psychology Dissecting Multiple Human Personality Types Understanding Human Emotions The Science of Human Perception The Concept of Social Psychology If you think the contents mentioned in the book are enough attention-grabbing for you, now is the perfect time to place your order on your website. Click the BUY NOW button, and you will be all good to get help from a vast knowledge base. "
    }
]}
